[
  {
    "Unnamed: 0": 8,
    "additional_info": "We have quite a high level of ALN children in our reception class and we are trying to get resources to develop a sensory garden, so it would come in so handy to help develop plants and flowers which were tactile. Id also like to develop their physical skills, communication skills and links with nature by having resources to plant and grow their own plants and food. It would be so beneficial for them and following classes.",
    "id": 2023,
    "label": [
      {
        "start": 0,
        "end": 42,
        "text": "We have quite a high level of ALN children",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 101,
        "end": 127,
        "text": "to develop a sensory garde",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 159,
        "end": 193,
        "text": "to help develop plants and flowers",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 227,
        "end": 303,
        "text": "to develop their physical skills, communication skills and links with nature",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 314,
        "end": 367,
        "text": "resources to plant and grow their own plants and food",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 369,
        "end": 426,
        "text": "It would be so beneficial for them and following classes.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7249,
    "created_at": "2025-04-14T00:04:33.174266Z",
    "updated_at": "2025-04-14T00:04:33.174297Z",
    "lead_time": 91.772
  },
  {
    "Unnamed: 0": 77,
    "additional_info": "Support starting our school allotment \r\nSoil and equipment",
    "id": 2092,
    "label": [
      {
        "start": 0,
        "end": 37,
        "text": "Support starting our school allotment",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 40,
        "end": 58,
        "text": "Soil and equipment",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7336,
    "created_at": "2025-04-14T01:24:10.682429Z",
    "updated_at": "2025-04-14T01:24:10.682455Z",
    "lead_time": 8.866
  },
  {
    "Unnamed: 0": 66,
    "additional_info": "We are about to build an outdoor learning/ sensory garden. We are rewriting our curriculum based on this outdoor space. It will benefit all children and use our grounds to their maximum potential. It will help learning, inclusivity and well being.",
    "id": 2081,
    "label": [
      {
        "start": 0,
        "end": 58,
        "text": "We are about to build an outdoor learning/ sensory garden.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 59,
        "end": 118,
        "text": "We are rewriting our curriculum based on this outdoor space",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 153,
        "end": 195,
        "text": "use our grounds to their maximum potential",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 197,
        "end": 246,
        "text": "It will help learning, inclusivity and well being",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7307,
    "created_at": "2025-04-14T00:50:10.433763Z",
    "updated_at": "2025-04-14T00:50:10.433796Z",
    "lead_time": 26.133
  },
  {
    "Unnamed: 0": 6,
    "additional_info": "Our school lacks a dedicated space for quiet reflection or prayer. We would convert a small unused office into a multi-faith room with soft seating and cultural resources. This would promote inclusion and support spiritual wellbeing.",
    "id": 3069,
    "label": [
      {
        "start": 0,
        "end": 65,
        "text": "Our school lacks a dedicated space for quiet reflection or prayer",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 76,
        "end": 171,
        "text": "convert a small unused office into a multi-faith room with soft seating and cultural resources.",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 183,
        "end": 232,
        "text": "promote inclusion and support spiritual wellbeing",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7386,
    "created_at": "2025-04-15T17:29:47.623337Z",
    "updated_at": "2025-04-15T17:29:47.623362Z",
    "lead_time": 12.712
  },
  {
    "Unnamed: 0": 18,
    "additional_info": "We would use this gardening bundle to support our EYFS children expand our Forest School site and will support our planting project that we have just launched to make our school a greener space, increasing biodiversity and wildlife where children are actively involved in the growing of our own plants, fruit and vegetables.",
    "id": 2033,
    "label": [
      {
        "start": 38,
        "end": 93,
        "text": "support our EYFS children expand our Forest School site",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 103,
        "end": 131,
        "text": "support our planting project",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 159,
        "end": 323,
        "text": "to make our school a greener space, increasing biodiversity and wildlife where children are actively involved in the growing of our own plants, fruit and vegetables",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7259,
    "created_at": "2025-04-14T00:16:26.311196Z",
    "updated_at": "2025-04-14T00:16:26.311220Z",
    "lead_time": 184.598
  },
  {
    "Unnamed: 0": 65,
    "additional_info": "We are a small rural school and as such have very limited funds due to low pupil premium numbers - but that doesn't mean our children get a wealth of experiences at home. We would love to run a gardening club in our allotment area for all children who would like to attend - this would support children with their mental health, social skills and allow them to develop fundamental experiences and skills that they would not necessarily receive at home.",
    "id": 2080,
    "label": [
      {
        "start": 0,
        "end": 169,
        "text": "We are a small rural school and as such have very limited funds due to low pupil premium numbers - but that doesn't mean our children get a wealth of experiences at home",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 185,
        "end": 247,
        "text": "to run a gardening club in our allotment area for all children",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 286,
        "end": 403,
        "text": "support children with their mental health, social skills and allow them to develop fundamental experiences and skills",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7306,
    "created_at": "2025-04-14T00:49:44.170245Z",
    "updated_at": "2025-04-14T00:49:44.170269Z",
    "lead_time": 50.073
  },
  {
    "Unnamed: 0": 5,
    "additional_info": "In our rural community, opportunities for cultural enrichment are scarce, limiting students' exposure to the arts and humanities. We aspire to establish an arts integration initiative, bringing music, theater, and visual arts into everyday classroom experiences. By collaborating with local artists and organizations, we want to create a vibrant curriculum that ignites creativity and nurtures personal expression. This initiative would give students a voice and a platform, encouraging them to explore their talents and passions. Your support in this endeavor would breathe life into our arts program, enabling students to flourish and connect with the world around them in imaginative and inspiring new ways. Together, we can cultivate an environment where creativity is celebrated, and every student feels free to explore their artistic potential.",
    "id": 3044,
    "label": [
      {
        "start": 0,
        "end": 128,
        "text": "In our rural community, opportunities for cultural enrichment are scarce, limiting students' exposure to the arts and humanities",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 130,
        "end": 183,
        "text": "We aspire to establish an arts integration initiative",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 185,
        "end": 261,
        "text": "bringing music, theater, and visual arts into everyday classroom experiences",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 266,
        "end": 316,
        "text": "collaborating with local artists and organizations",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 329,
        "end": 413,
        "text": "create a vibrant curriculum that ignites creativity and nurtures personal expression",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 437,
        "end": 529,
        "text": "give students a voice and a platform, encouraging them to explore their talents and passions",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 603,
        "end": 709,
        "text": "enabling students to flourish and connect with the world around them in imaginative and inspiring new ways",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 728,
        "end": 849,
        "text": "cultivate an environment where creativity is celebrated, and every student feels free to explore their artistic potential",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7318,
    "created_at": "2025-04-14T01:00:04.133277Z",
    "updated_at": "2025-04-14T01:00:04.133298Z",
    "lead_time": 65.788
  },
  {
    "Unnamed: 0": 85,
    "additional_info": "Our children would massively benefit from this as it provide invaluable hands-on learning opportunities, which we would use to promote environmental awareness, responsibility, and teamwork; encouraging students to engage with nature and develop an appreciation for sustainable practices. Through planting and caring for plants, children can learn about science, biology, and the importance of healthy ecosystems. It also supports physical and mental well-being, offering a calming space for creativity and outdoor play. Northwood Park would aim to empower students to explore, experiment, and grow, fostering curiosity, teamwork, and a sense of accomplishment in a fun, safe environment.",
    "id": 2100,
    "label": [
      {
        "start": 53,
        "end": 188,
        "text": "provide invaluable hands-on learning opportunities, which we would use to promote environmental awareness, responsibility, and teamwork",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 190,
        "end": 286,
        "text": "encouraging students to engage with nature and develop an appreciation for sustainable practices",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 337,
        "end": 411,
        "text": "can learn about science, biology, and the importance of healthy ecosystems",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 421,
        "end": 518,
        "text": "supports physical and mental well-being, offering a calming space for creativity and outdoor play",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 520,
        "end": 686,
        "text": "Northwood Park would aim to empower students to explore, experiment, and grow, fostering curiosity, teamwork, and a sense of accomplishment in a fun, safe environment",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7344,
    "created_at": "2025-04-14T01:29:07.622059Z",
    "updated_at": "2025-04-14T01:29:07.622083Z",
    "lead_time": 51.477
  },
  {
    "Unnamed: 0": 991,
    "additional_info": "I would use this bundle with my nursery children, we love spending time out doors and are in the process of giving our out door area a spruce up, it's taking time but this prize would help us enormously to speed this up, I have tyres that I would like to plant up so compost and seeds would be an enormous help towards our final goal. This would be a super prize to share with our children and make our area look lovely.",
    "id": 3006,
    "label": [
      {
        "start": 50,
        "end": 144,
        "text": "we love spending time out doors and are in the process of giving our out door area a spruce up",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 267,
        "end": 305,
        "text": "compost and seeds would be an enormous",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 394,
        "end": 419,
        "text": "make our area look lovely",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7440,
    "created_at": "2025-04-16T15:50:35.396022Z",
    "updated_at": "2025-04-16T15:50:35.396053Z",
    "lead_time": 94.662
  },
  {
    "Unnamed: 0": 1001,
    "additional_info": "I am the science lead for ks1 and would use the money for resources to start a gardening club and buy supplies to support their learning in class. I would also use the money to allow science trips to different places.",
    "id": 3016,
    "label": [
      {
        "start": 54,
        "end": 110,
        "text": "for resources to start a gardening club and buy supplies",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 111,
        "end": 145,
        "text": "to support their learning in class",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 183,
        "end": 216,
        "text": "science trips to different places",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7430,
    "created_at": "2025-04-16T15:05:54.841438Z",
    "updated_at": "2025-04-16T15:05:54.841462Z",
    "lead_time": 30.326
  },
  {
    "Unnamed: 0": 5,
    "additional_info": "I run the drama club and we’ve been putting on productions with a shaky, decades-old sound board and bare-minimum lighting. If we got this grant, I’d invest in modern lighting fixtures and an updated mixer. With clearer audio and more dynamic stage lighting, we could elevate our performances and draw even more students into theater—some as budding actors, others in tech roles. These experiences build creativity, collaboration, and public speaking skills that last well beyond high school.",
    "id": 3088,
    "label": [
      {
        "start": 25,
        "end": 122,
        "text": "we’ve been putting on productions with a shaky, decades-old sound board and bare-minimum lighting",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 160,
        "end": 205,
        "text": "modern lighting fixtures and an updated mixer",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 268,
        "end": 333,
        "text": "elevate our performances and draw even more students into theater",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 398,
        "end": 491,
        "text": "build creativity, collaboration, and public speaking skills that last well beyond high school",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7421,
    "created_at": "2025-04-16T03:02:27.650568Z",
    "updated_at": "2025-04-16T03:02:27.650589Z",
    "lead_time": 39.992
  },
  {
    "Unnamed: 0": 26,
    "additional_info": "We are working on our outside space, our children love being outdoors and we are out in all weathers. We have recently been gifted a growing tent so this bundle would really help support our children's learning with being able to grow plants and food, watering them and seeing them grow.",
    "id": 2041,
    "label": [
      {
        "start": 0,
        "end": 100,
        "text": "We are working on our outside space, our children love being outdoors and we are out in all weathers",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 102,
        "end": 145,
        "text": "We have recently been gifted a growing tent",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 174,
        "end": 210,
        "text": "help support our children's learning",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 227,
        "end": 287,
        "text": "to grow plants and food, watering them and seeing them grow.",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7267,
    "created_at": "2025-04-14T00:22:43.247505Z",
    "updated_at": "2025-04-14T00:22:43.247528Z",
    "lead_time": 39.781
  },
  {
    "Unnamed: 0": 79,
    "additional_info": "My childcare setting would benefit from the garden bundle as they already have a plot where they are free to dig and these goodies would encourage and teach them how to cultivate, plant and nurture plants. It will help teach them about sustainability and  help them to be patient while waiting for plants to grow. Gardening will help with their well being and mental health as well as giving them physical exercise especially the ones that don't like sport. It will encourage them to have gardening as a hobby and develop healthy life skills which they can take into later life.",
    "id": 2094,
    "label": [
      {
        "start": 0,
        "end": 130,
        "text": "My childcare setting would benefit from the garden bundle as they already have a plot where they are free to dig and these goodies",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 151,
        "end": 204,
        "text": "teach them how to cultivate, plant and nurture plants",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 219,
        "end": 312,
        "text": "teach them about sustainability and  help them to be patient while waiting for plants to grow",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 329,
        "end": 456,
        "text": "help with their well being and mental health as well as giving them physical exercise especially the ones that don't like sport",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 466,
        "end": 577,
        "text": "encourage them to have gardening as a hobby and develop healthy life skills which they can take into later life",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7338,
    "created_at": "2025-04-14T01:25:26.776526Z",
    "updated_at": "2025-04-14T01:25:26.776551Z",
    "lead_time": 42.796
  },
  {
    "Unnamed: 0": 0,
    "additional_info": "Books, books and maybe some glue sticks!",
    "id": 3031,
    "label": [
      {
        "start": 0,
        "end": 40,
        "text": "Books, books and maybe some glue sticks!",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7369,
    "created_at": "2025-04-14T04:35:59.494829Z",
    "updated_at": "2025-04-14T04:35:59.494852Z",
    "lead_time": 4.827
  },
  {
    "Unnamed: 0": 992,
    "additional_info": "We have a gardening club in our setting, our children are extremely excited to see seeds, plants growing watching the vegetables grow and using their science skills to predict what will happen next, the gardening bundle will help enormously.",
    "id": 3007,
    "label": [
      {
        "start": 0,
        "end": 197,
        "text": "We have a gardening club in our setting, our children are extremely excited to see seeds, plants growing watching the vegetables grow and using their science skills to predict what will happen next",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7439,
    "created_at": "2025-04-16T15:49:00.604367Z",
    "updated_at": "2025-04-16T15:49:00.604386Z",
    "lead_time": 41.998
  },
  {
    "Unnamed: 0": 81,
    "additional_info": "Hi we have a newly formed eco council who are keen to help our school become more sustainable. We wish to grow vegetables on a patch of grass in the playground so children can understand where their food comes from and how easy it is to grow. We are a church school who want to grow and learn together through Jesus Christ and this drives our goals. We are keen to look after the animals that visit our school grounds by replanting wild flowers for the bees and badgers to eat. We would love some trowels, gloves and compost.",
    "id": 2096,
    "label": [
      {
        "start": 0,
        "end": 93,
        "text": "Hi we have a newly formed eco council who are keen to help our school become more sustainable",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 103,
        "end": 141,
        "text": "to grow vegetables on a patch of grass",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 160,
        "end": 241,
        "text": "so children can understand where their food comes from and how easy it is to grow",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 243,
        "end": 348,
        "text": "We are a church school who want to grow and learn together through Jesus Christ and this drives our goals",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 350,
        "end": 417,
        "text": "We are keen to look after the animals that visit our school grounds",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 421,
        "end": 476,
        "text": "replanting wild flowers for the bees and badgers to eat",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 478,
        "end": 524,
        "text": "We would love some trowels, gloves and compost",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7340,
    "created_at": "2025-04-14T01:26:35.653674Z",
    "updated_at": "2025-04-14T01:26:35.653700Z",
    "lead_time": 44.293
  },
  {
    "Unnamed: 0": 954,
    "additional_info": "WMWA is a  charity and we support children who have witnessed and experienced domestic violence. We spend time with the children, discussing how nurturing is needed for growth and how roots and branches can grow, despite all kinds of adversity. The preparing and planting can help us to reflect on this in a more tactile, one step removed way and allow some sensory play for those children in need of it. The plants may also feel very special to those children who have arrived at one of our refuges, often leaving behind many precious possessions, friends and even pets.",
    "id": 2969,
    "label": [
      {
        "start": 0,
        "end": 95,
        "text": "WMWA is a  charity and we support children who have witnessed and experienced domestic violence",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 97,
        "end": 243,
        "text": "We spend time with the children, discussing how nurturing is needed for growth and how roots and branches can grow, despite all kinds of adversity",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 405,
        "end": 570,
        "text": "The plants may also feel very special to those children who have arrived at one of our refuges, often leaving behind many precious possessions, friends and even pets",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 245,
        "end": 403,
        "text": "The preparing and planting can help us to reflect on this in a more tactile, one step removed way and allow some sensory play for those children in need of it",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7401,
    "created_at": "2025-04-15T17:53:11.098358Z",
    "updated_at": "2025-04-15T17:53:11.098379Z",
    "lead_time": 71.821
  },
  {
    "Unnamed: 0": 93,
    "additional_info": "We would love to introduce a vegetable patch into our EYFS garden area. Our topic next term is Changes and I think that watching how plants grow that they have planted themselves would be great for their understanding of how things grow and change over time. This prize would be an amazing!",
    "id": 2108,
    "label": [
      {
        "start": 14,
        "end": 44,
        "text": "to introduce a vegetable patch",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 72,
        "end": 102,
        "text": "Our topic next term is Changes",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 188,
        "end": 257,
        "text": "great for their understanding of how things grow and change over time",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7352,
    "created_at": "2025-04-14T03:28:49.008232Z",
    "updated_at": "2025-04-14T03:28:49.008260Z",
    "lead_time": 47.294
  },
  {
    "Unnamed: 0": 8,
    "additional_info": "I’ve been the school librarian for over a decade, and while we have a decent collection of paperbacks, we’re drastically behind on modern research tools. If I can secure funding, I’d get a few e-readers, educational tablets, and subscriptions to digital databases. My goal is to expand our reference and e-book selection so students can access up-to-date materials for their projects. This upgrade could truly revolutionize how they conduct research and make them more prepared for the digital demands of higher education.",
    "id": 3091,
    "label": [
      {
        "start": 103,
        "end": 152,
        "text": "we’re drastically behind on modern research tools",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 187,
        "end": 263,
        "text": "a few e-readers, educational tablets, and subscriptions to digital databases",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 324,
        "end": 364,
        "text": "students can access up-to-date materials",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 410,
        "end": 521,
        "text": "revolutionize how they conduct research and make them more prepared for the digital demands of higher education",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7418,
    "created_at": "2025-04-16T03:00:12.279375Z",
    "updated_at": "2025-04-16T03:00:12.279408Z",
    "lead_time": 43.038
  },
  {
    "Unnamed: 0": 9,
    "additional_info": "We have a passionate digital media club that explores journalism, content creation, and contemporary communications. Our plan is to establish a digital hub equipped with high‐quality cameras, audio recorders, and editing software. This grant will allow students to produce news segments, create podcasts, and develop social media content as part of their practical learning. The project will enhance media literacy, creativity, and communication skills while fostering a sense of community engagement through collaborative projects.",
    "id": 3048,
    "label": [
      {
        "start": 0,
        "end": 115,
        "text": "We have a passionate digital media club that explores journalism, content creation, and contemporary communications",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 247,
        "end": 373,
        "text": "allow students to produce news segments, create podcasts, and develop social media content as part of their practical learning",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 392,
        "end": 531,
        "text": "enhance media literacy, creativity, and communication skills while fostering a sense of community engagement through collaborative projects",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 129,
        "end": 229,
        "text": "to establish a digital hub equipped with high‐quality cameras, audio recorders, and editing software",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7314,
    "created_at": "2025-04-14T00:55:18.887822Z",
    "updated_at": "2025-04-14T00:55:18.887847Z",
    "lead_time": 53.504
  },
  {
    "Unnamed: 0": 55,
    "additional_info": "Our early years classes have been loving our mud kitchen but it is very worn and in need of great repair! We have been utilising a large flower bed and the children have been working hard to get it ready to plant flowers and food that we can eat at the end of the summer term. This bundle would allow more children to get hands on involvement and experience the wonder of growing plants and food.",
    "id": 2070,
    "label": [
      {
        "start": 0,
        "end": 105,
        "text": "Our early years classes have been loving our mud kitchen but it is very worn and in need of great repair!",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 107,
        "end": 275,
        "text": "e have been utilising a large flower bed and the children have been working hard to get it ready to plant flowers and food that we can eat at the end of the summer term",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 295,
        "end": 396,
        "text": "allow more children to get hands on involvement and experience the wonder of growing plants and food.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7296,
    "created_at": "2025-04-14T00:42:48.759374Z",
    "updated_at": "2025-04-14T00:42:48.759399Z",
    "lead_time": 42.15
  },
  {
    "Unnamed: 0": 22,
    "additional_info": "This prize would really support the work that we would like to do with some of our children who are finding life a bit tricky at the moment (children in care, bereaved and anxious)...seeing their faces light up when something starts growing would be incredibly rewarding for us as teachers, and for them, knowing that it's something they've brought to life and cared for, would be even more rewarding, both individually and as a team! We would possibly also like to work with their friends and families in order to strengthen relationships and 'grow' a love of gardening for ever!",
    "id": 2037,
    "label": [
      {
        "start": 71,
        "end": 180,
        "text": "some of our children who are finding life a bit tricky at the moment (children in care, bereaved and anxious)",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 183,
        "end": 370,
        "text": "seeing their faces light up when something starts growing would be incredibly rewarding for us as teachers, and for them, knowing that it's something they've brought to life and cared for",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 512,
        "end": 580,
        "text": "to strengthen relationships and 'grow' a love of gardening for ever!",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7263,
    "created_at": "2025-04-14T00:19:30.190842Z",
    "updated_at": "2025-04-14T00:19:30.190874Z",
    "lead_time": 52.498
  },
  {
    "Unnamed: 0": 33,
    "additional_info": "Our setting is small but amazing . We have no outdoor space for children so we go on outings everyday. More resources and extra money to spend on outdoor equipment would be great.  This would mean we could take more resources to the parks for the children to engage and enjoy the outdoors which is so important for their development",
    "id": 2048,
    "label": [
      {
        "start": 0,
        "end": 32,
        "text": "Our setting is small but amazing",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 35,
        "end": 101,
        "text": "We have no outdoor space for children so we go on outings everyday",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 103,
        "end": 178,
        "text": "More resources and extra money to spend on outdoor equipment would be great",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 239,
        "end": 332,
        "text": "for the children to engage and enjoy the outdoors which is so important for their development",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7274,
    "created_at": "2025-04-14T00:27:39.219729Z",
    "updated_at": "2025-04-14T00:27:39.219759Z",
    "lead_time": 40.234
  },
  {
    "Unnamed: 0": 63,
    "additional_info": "We are working hard on restoring our polytunnel so that we can grow vegetables and fruit for the community. We would love more tools and gloves as a huge proportion of these were stolen a few years ago and we haven't had money to replace them.",
    "id": 2078,
    "label": [
      {
        "start": 0,
        "end": 106,
        "text": "We are working hard on restoring our polytunnel so that we can grow vegetables and fruit for the community",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 122,
        "end": 143,
        "text": "more tools and gloves",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 147,
        "end": 242,
        "text": "a huge proportion of these were stolen a few years ago and we haven't had money to replace them",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7304,
    "created_at": "2025-04-14T00:47:58.922118Z",
    "updated_at": "2025-04-14T00:47:58.922142Z",
    "lead_time": 22.734
  },
  {
    "Unnamed: 0": 12,
    "additional_info": "I’ve been meaning to attend the National Teaching Strategies Conference for a while, but travel and registration fees can be prohibitive. My goal is to bring the latest research and classroom innovations back to our faculty to share in weekly training sessions. If this grant is approved, I’d use part of it for my registration and then use the rest to organize a mini-workshop for my colleagues. I genuinely believe updated knowledge and techniques can raise the overall quality of instruction and, in turn, student performance.",
    "id": 3095,
    "label": [
      {
        "start": 0,
        "end": 136,
        "text": "I’ve been meaning to attend the National Teaching Strategies Conference for a while, but travel and registration fees can be prohibitive",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 308,
        "end": 395,
        "text": "for my registration and then use the rest to organize a mini-workshop for my colleagues",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 454,
        "end": 528,
        "text": "raise the overall quality of instruction and, in turn, student performance",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 138,
        "end": 260,
        "text": "My goal is to bring the latest research and classroom innovations back to our faculty to share in weekly training sessions",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7414,
    "created_at": "2025-04-16T02:56:58.537672Z",
    "updated_at": "2025-04-16T02:56:58.537696Z",
    "lead_time": 57.657
  },
  {
    "Unnamed: 0": 14,
    "additional_info": "We are developing an outdoor classroom space for science experiments and nature-based learning. The funding would go towards benches, weatherproof storage, and portable microscopes. This would provide hands-on STEM learning in a natural setting.",
    "id": 3077,
    "label": [
      {
        "start": 0,
        "end": 95,
        "text": "We are developing an outdoor classroom space for science experiments and nature-based learning.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 125,
        "end": 180,
        "text": "benches, weatherproof storage, and portable microscopes",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 193,
        "end": 244,
        "text": "provide hands-on STEM learning in a natural setting",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7378,
    "created_at": "2025-04-15T17:27:01.398530Z",
    "updated_at": "2025-04-15T17:27:01.398555Z",
    "lead_time": 32.74
  },
  {
    "Unnamed: 0": 962,
    "additional_info": "We have a lot of EAL children and refugees and for them they have never seen tools or skills like gardening and being in the fresh air/open environment. We would absolutely love to have some gardening tools and let the children explore and get messy!",
    "id": 2977,
    "label": [
      {
        "start": 0,
        "end": 151,
        "text": "We have a lot of EAL children and refugees and for them they have never seen tools or skills like gardening and being in the fresh air/open environment",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 178,
        "end": 206,
        "text": "to have some gardening tools",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7404,
    "created_at": "2025-04-15T17:55:12.062281Z",
    "updated_at": "2025-04-15T17:55:12.062311Z",
    "lead_time": 22.947
  },
  {
    "Unnamed: 0.1": 2,
    "Unnamed: 0": "March Community Collection",
    "Unnamed: 1": "311032",
    "additional_info": "I work with a range of SEND pupils and what we need are supplies. Having funding so we can by sensory resources, being able to make resources using sensory ideas, like lollipop sticks, essential oils, pom poms, corn flour, food colour, play, and kinetic sand. The ability to make resources that are interactive and sensory and bespoke to our learnings would be amazing! Making 'busy' or motor skills activities sets that build skills whilst engaging a range of senses would make planning so much easier, as you know what you have and where to go for for it. Sensory, hands on practical learning is what our learners need and being able to offer that would be amazing!",
    "Unnamed: 3": "SEND/Sensory",
    "id": 3024,
    "label": [
      {
        "start": 0,
        "end": 64,
        "text": "I work with a range of SEND pupils and what we need are supplies",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 94,
        "end": 111,
        "text": "sensory resources",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 168,
        "end": 258,
        "text": "lollipop sticks, essential oils, pom poms, corn flour, food colour, play, and kinetic sand",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 421,
        "end": 502,
        "text": "build skills whilst engaging a range of senses would make planning so much easier",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 370,
        "end": 415,
        "text": "Making 'busy' or motor skills activities sets",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 272,
        "end": 351,
        "text": "to make resources that are interactive and sensory and bespoke to our learnings",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7396,
    "created_at": "2025-04-15T17:47:46.656990Z",
    "updated_at": "2025-04-15T17:47:46.657011Z",
    "lead_time": 96.818
  },
  {
    "Unnamed: 0": 91,
    "additional_info": "We are very lucky that each class has a small garden in our school. We could use the money to populate these with plants to make sensory gardens to help us create calm spaces we could use to help us regulate. We could also plant some vegetable and fruit plants to help us learn about where out food comes from and increase our understanding of health and nutrition. We are set back from a dual carriageway with woodland and have a wide variety of birds visit our gardens each day, we love watching them and we'd love to think about what plants we could put in to encourage and feed them naturally.",
    "id": 2106,
    "label": [
      {
        "start": 0,
        "end": 66,
        "text": "We are very lucky that each class has a small garden in our school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 91,
        "end": 144,
        "text": "to populate these with plants to make sensory gardens",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 145,
        "end": 207,
        "text": "to help us create calm spaces we could use to help us regulate",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 223,
        "end": 260,
        "text": "plant some vegetable and fruit plants",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 261,
        "end": 365,
        "text": "to help us learn about where out food comes from and increase our understanding of health and nutrition.",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 366,
        "end": 502,
        "text": "We are set back from a dual carriageway with woodland and have a wide variety of birds visit our gardens each day, we love watching them",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7350,
    "created_at": "2025-04-14T03:26:55.362339Z",
    "updated_at": "2025-04-14T03:26:55.362368Z",
    "lead_time": 50.595
  },
  {
    "Unnamed: 0": 11,
    "additional_info": "I teach Spanish and French, but we lack the technology to make language learning fully immersive. I’d love to use grant funding to purchase interactive software, headsets, and a few recording devices so students can practice speaking and listening in realistic scenarios. Enhancing their language skills with these tools will not only help them pass exams but also open doors to global opportunities and cultural exchange programs in the future.",
    "id": 3094,
    "label": [
      {
        "start": 0,
        "end": 96,
        "text": "I teach Spanish and French, but we lack the technology to make language learning fully immersive",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 128,
        "end": 199,
        "text": "to purchase interactive software, headsets, and a few recording devices",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 335,
        "end": 444,
        "text": "help them pass exams but also open doors to global opportunities and cultural exchange programs in the future",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7415,
    "created_at": "2025-04-16T02:57:38.073790Z",
    "updated_at": "2025-04-16T02:57:38.073814Z",
    "lead_time": 39.383
  },
  {
    "Unnamed: 0": 45,
    "additional_info": "We would buy resources to fill our sensory garden with plants and different flowers to water and look after for our most vulnerable children. Also we would buy more resources to be used in our forest school area to build, nurture and explore the nature we have in there. Supporting their SEMH.",
    "id": 2060,
    "label": [
      {
        "start": 0,
        "end": 107,
        "text": "We would buy resources to fill our sensory garden with plants and different flowers to water and look after",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 108,
        "end": 140,
        "text": "for our most vulnerable children",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 156,
        "end": 211,
        "text": "buy more resources to be used in our forest school area",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 212,
        "end": 269,
        "text": "to build, nurture and explore the nature we have in there",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 271,
        "end": 293,
        "text": "Supporting their SEMH.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7286,
    "created_at": "2025-04-14T00:36:21.465231Z",
    "updated_at": "2025-04-14T00:36:21.465258Z",
    "lead_time": 37.445
  },
  {
    "Unnamed: 0": 9,
    "additional_info": "Help children who struggle to regulate their emotions, relax and enjoy a mindful activity to help regulate themselves and be ready to learn",
    "id": 2024,
    "label": [
      {
        "start": 0,
        "end": 139,
        "text": "Help children who struggle to regulate their emotions, relax and enjoy a mindful activity to help regulate themselves and be ready to learn",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7250,
    "created_at": "2025-04-14T00:04:45.249625Z",
    "updated_at": "2025-04-14T00:04:45.249650Z",
    "lead_time": 11.952
  },
  {
    "Unnamed: 0": 1,
    "additional_info": "At Riverbend Primary, many students come from backgrounds with limited access to musical instruments or performance opportunities. We need funding to invest in a range of instruments—from recorders and keyboards to percussion sets—in order to develop an enhanced music and drama club. This money would allow us to run regular workshops, boosting students’ creative expression, self-confidence, and collaborative skills while building a deeper appreciation for the arts.",
    "id": 3040,
    "label": [
      {
        "start": 0,
        "end": 129,
        "text": "At Riverbend Primary, many students come from backgrounds with limited access to musical instruments or performance opportunities",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 147,
        "end": 230,
        "text": "to invest in a range of instruments—from recorders and keyboards to percussion sets",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 240,
        "end": 283,
        "text": "to develop an enhanced music and drama club",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 337,
        "end": 468,
        "text": "boosting students’ creative expression, self-confidence, and collaborative skills while building a deeper appreciation for the arts",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7322,
    "created_at": "2025-04-14T01:02:28.922085Z",
    "updated_at": "2025-04-14T01:02:28.922119Z",
    "lead_time": 31.449
  },
  {
    "Unnamed: 0.1": 3,
    "Unnamed: 0": "March Community Collection",
    "Unnamed: 1": "311082",
    "additional_info": "Our children come from very difficult backgrounds and many love reading. We would love to extend our library to raise the profile of reading and encourage our children to read more. We would also like to spend money on supplies and resources to help boost attainment and progress of children who struggle a little more in class. We believe every child matters and has the right to be given the best education possible. These funds would massively help towards that!",
    "Unnamed: 3": "Books/Library",
    "id": 3025,
    "label": [
      {
        "start": 0,
        "end": 71,
        "text": "Our children come from very difficult backgrounds and many love reading",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 87,
        "end": 108,
        "text": "to extend our library",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 109,
        "end": 180,
        "text": "to raise the profile of reading and encourage our children to read more",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 219,
        "end": 241,
        "text": "supplies and resources",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 245,
        "end": 327,
        "text": "help boost attainment and progress of children who struggle a little more in class",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 329,
        "end": 417,
        "text": "We believe every child matters and has the right to be given the best education possible",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7395,
    "created_at": "2025-04-15T17:46:09.685807Z",
    "updated_at": "2025-04-15T17:46:09.685833Z",
    "lead_time": 54.215
  },
  {
    "Unnamed: 0": 92,
    "additional_info": "We have a patch of grass that we are planning to transform into a garden to help create a sensory element and educational opportunities for our outdoor space. We hope to grow a mixture of flowers, fruit and veg to help create a diverse range of educational opportunities for the children. Such as learning about growth cycles, and growing their own fruit and veg for snack time. It is our hope that the garden will be a calming area, allowing the children to escape there for some peace and enjoy the colours, smells, and textures the garden will bring.",
    "id": 2107,
    "label": [
      {
        "start": 0,
        "end": 24,
        "text": "We have a patch of grass",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 46,
        "end": 72,
        "text": "to transform into a garden",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 73,
        "end": 157,
        "text": "to help create a sensory element and educational opportunities for our outdoor space",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 167,
        "end": 210,
        "text": "to grow a mixture of flowers, fruit and veg",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 211,
        "end": 287,
        "text": "to help create a diverse range of educational opportunities for the children",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 297,
        "end": 377,
        "text": "learning about growth cycles, and growing their own fruit and veg for snack time",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 434,
        "end": 552,
        "text": "allowing the children to escape there for some peace and enjoy the colours, smells, and textures the garden will bring",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7351,
    "created_at": "2025-04-14T03:27:58.659285Z",
    "updated_at": "2025-04-14T03:27:58.659306Z",
    "lead_time": 63.175
  },
  {
    "Unnamed: 0": 6,
    "additional_info": "Today I played an April Fool's trick on my class, convincing them that we could grow marshmallows! We made posters about the process and even chose an area to grow them on! They showed great knowledge of what plants needed to grow. To make up for my trick I would love them to have some growing items for real, so they could grow some real plants from seed instead of mini marshmallows!",
    "id": 2021,
    "label": [
      {
        "start": 282,
        "end": 300,
        "text": "some growing items",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7247,
    "created_at": "2025-04-14T00:01:56.253041Z",
    "updated_at": "2025-04-14T00:01:56.253065Z",
    "lead_time": 40.177
  },
  {
    "Unnamed: 0": 999,
    "additional_info": "I want to take the playground area outside my classroom and equip it with resources for the children to access at playtime but also during teaching time. I want some plant beds; areas for the children to dig/make fairy gardens; messy mud play; reading, construction, drawing and small world areas: plus some physical activities such as skipping ropes, hula hoops, etc.",
    "id": 3014,
    "label": [
      {
        "start": 10,
        "end": 83,
        "text": "take the playground area outside my classroom and equip it with resources",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 161,
        "end": 368,
        "text": "some plant beds; areas for the children to dig/make fairy gardens; messy mud play; reading, construction, drawing and small world areas: plus some physical activities such as skipping ropes, hula hoops, etc.",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7432,
    "created_at": "2025-04-16T15:39:07.392621Z",
    "updated_at": "2025-04-16T15:39:07.392639Z",
    "lead_time": 1966.764
  },
  {
    "Unnamed: 0": 34,
    "additional_info": "We would love to add to our garden area in the back of our outdoor play ground. We have lots of opportunity as we have a pond and bench area but no money to bring it back to life! The bench needs a repaint, the pond could do with some clearing and some logs around the pond would be great to make it a welcomed area. We would also like to get some planters to grow fruits and vegetables. Our school is in a deprived area of Watford where many children live in flats and/or do not access much outdoor space. Therefore, something like revamping the run down garden area would be great for this money. I'd also like to invest in some digging tools and pots for EYFS to use to explore the garden.",
    "id": 2049,
    "label": [
      {
        "start": 14,
        "end": 78,
        "text": "to add to our garden area in the back of our outdoor play ground",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 80,
        "end": 179,
        "text": "We have lots of opportunity as we have a pond and bench area but no money to bring it back to life!",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 184,
        "end": 316,
        "text": "bench needs a repaint, the pond could do with some clearing and some logs around the pond would be great to make it a welcomed area.",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 336,
        "end": 386,
        "text": "to get some planters to grow fruits and vegetables",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 388,
        "end": 505,
        "text": "Our school is in a deprived area of Watford where many children live in flats and/or do not access much outdoor space",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 533,
        "end": 567,
        "text": "revamping the run down garden area",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 616,
        "end": 653,
        "text": "invest in some digging tools and pots",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 654,
        "end": 692,
        "text": "for EYFS to use to explore the garden.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7275,
    "created_at": "2025-04-14T00:29:39.022007Z",
    "updated_at": "2025-04-14T00:29:39.022033Z",
    "lead_time": 119.679
  },
  {
    "Unnamed: 0": 1004,
    "additional_info": "A free gardening bundle would be an incredible asset to our students to explore and appreciate nature and the great outdoors. Weâ€™d use it to create a hands-on garden space where students can explore plant science, sustainability, and healthy eating. Many of our children come from underserved backgrounds, this garden would offer a calming, educational environment that promotes wellness and curiosity. With your support, we could integrate garden-based lessons for our most vulnerable students, host family gardening days, and foster environmental stewardship for our next generation and turn a simple bundle into lasting growth for both students and their community.",
    "id": 3019,
    "label": [
      {
        "start": 69,
        "end": 124,
        "text": "to explore and appreciate nature and the great outdoors",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 193,
        "end": 250,
        "text": "explore plant science, sustainability, and healthy eating",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 252,
        "end": 306,
        "text": "Many of our children come from underserved backgrounds",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 326,
        "end": 403,
        "text": "offer a calming, educational environment that promotes wellness and curiosity",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 530,
        "end": 586,
        "text": "foster environmental stewardship for our next generation",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 140,
        "end": 173,
        "text": "to create a hands-on garden space",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7428,
    "created_at": "2025-04-16T03:09:53.347885Z",
    "updated_at": "2025-04-16T03:09:53.347908Z",
    "lead_time": 89.016
  },
  {
    "Unnamed: 0": 18,
    "additional_info": "Our student newspaper has mostly gone digital due to budget cuts. I miss seeing their excitement when their bylines are printed on actual paper they can take home. If I can secure this grant, I’d allocate it toward printing costs for a quarterly edition, plus some graphic design software. Holding a physical copy of their work can give students a stronger sense of achievement and motivate them to produce higher-quality journalism.",
    "id": 3101,
    "label": [
      {
        "start": 0,
        "end": 64,
        "text": "Our student newspaper has mostly gone digital due to budget cuts",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 208,
        "end": 288,
        "text": "toward printing costs for a quarterly edition, plus some graphic design software",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 332,
        "end": 432,
        "text": "give students a stronger sense of achievement and motivate them to produce higher-quality journalism",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7408,
    "created_at": "2025-04-16T02:51:48.574983Z",
    "updated_at": "2025-04-16T02:51:48.574992Z",
    "lead_time": 32.08
  },
  {
    "Unnamed: 0": 1,
    "additional_info": "At Maple Grove High, we aim to introduce a digital music production lab to nurture creativity and technical proficiency. Many of our students have limited access to musical equipment at home, so this initiative would broaden their horizons and enhance collaborative learning. If funded, we plan to acquire software licenses and host community workshops.",
    "id": 3054,
    "label": [
      {
        "start": 28,
        "end": 71,
        "text": "to introduce a digital music production lab",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 72,
        "end": 119,
        "text": "to nurture creativity and technical proficiency",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 121,
        "end": 190,
        "text": "Many of our students have limited access to musical equipment at home",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 217,
        "end": 274,
        "text": "broaden their horizons and enhance collaborative learning",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 295,
        "end": 352,
        "text": "to acquire software licenses and host community workshops",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7365,
    "created_at": "2025-04-14T04:31:14.433647Z",
    "updated_at": "2025-04-14T04:31:14.433674Z",
    "lead_time": 32.737
  },
  {
    "Unnamed: 0": 380,
    "additional_info": "I would love to provide an outdoor library or reading nook  for our pupils to encourage a love of reading and help a reading for pleasure vibe to flow throughout the school day. It would encourage book talk and provide a quiet area for pupils too.",
    "id": 2395,
    "label": [
      {
        "start": 13,
        "end": 58,
        "text": "to provide an outdoor library or reading nook",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 75,
        "end": 176,
        "text": "to encourage a love of reading and help a reading for pleasure vibe to flow throughout the school day",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 187,
        "end": 246,
        "text": "encourage book talk and provide a quiet area for pupils too",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7405,
    "created_at": "2025-04-15T17:56:20.090308Z",
    "updated_at": "2025-04-15T17:56:20.090328Z",
    "lead_time": 22.074
  },
  {
    "Unnamed: 0": 996,
    "additional_info": "We are in the process of transforming a disused yard into a school garden and we need equipment, seeds and compost to get going.  We would also like to work with parents/carers to encourage families to start growing at home",
    "id": 3011,
    "label": [
      {
        "start": 86,
        "end": 127,
        "text": "equipment, seeds and compost to get going",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 0,
        "end": 73,
        "text": "We are in the process of transforming a disused yard into a school garden",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 180,
        "end": 223,
        "text": "encourage families to start growing at home",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7435,
    "created_at": "2025-04-16T15:44:49.010767Z",
    "updated_at": "2025-04-16T15:44:49.010792Z",
    "lead_time": 190.014
  },
  {
    "Unnamed: 0": 50,
    "additional_info": "We have started a tree planting club to develop our FS area. the children have absolutely loved this club and we have had children asking for a gardening club. We want to run a nurture group for gardening and wellbeing. We are a 2 form entry school in a town with a high PP ratio. we are string believers of wellbeing coming first and have a passionate teaching staff to support this.",
    "id": 2065,
    "label": [
      {
        "start": 0,
        "end": 60,
        "text": "We have started a tree planting club to develop our FS area.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 61,
        "end": 158,
        "text": "the children have absolutely loved this club and we have had children asking for a gardening club",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 168,
        "end": 218,
        "text": "to run a nurture group for gardening and wellbeing",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 281,
        "end": 384,
        "text": "we are string believers of wellbeing coming first and have a passionate teaching staff to support this.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 220,
        "end": 279,
        "text": "We are a 2 form entry school in a town with a high PP ratio",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7291,
    "created_at": "2025-04-14T00:39:25.628967Z",
    "updated_at": "2025-04-14T00:39:25.628990Z",
    "lead_time": 32.084
  },
  {
    "Unnamed: 0": 7,
    "additional_info": "During my time working with students who have sensory processing challenges, I’ve recognized the urgent need for a specially designed quiet room. Right now, we have a small corner in a busy hallway that’s just not conducive to calming down. The grant would allow me to purchase soft floor mats, noise-canceling headphones, and interactive light panels. Having a place that truly meets their sensory needs can reduce overstimulation and improve their ability to rejoin the regular classroom environment more quickly.",
    "id": 3090,
    "label": [
      {
        "start": 0,
        "end": 144,
        "text": "During my time working with students who have sensory processing challenges, I’ve recognized the urgent need for a specially designed quiet room",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 157,
        "end": 239,
        "text": "we have a small corner in a busy hallway that’s just not conducive to calming down",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 266,
        "end": 351,
        "text": "to purchase soft floor mats, noise-canceling headphones, and interactive light panels",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 409,
        "end": 514,
        "text": "reduce overstimulation and improve their ability to rejoin the regular classroom environment more quickly",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7419,
    "created_at": "2025-04-16T03:00:48.163639Z",
    "updated_at": "2025-04-16T03:00:48.163664Z",
    "lead_time": 35.733
  },
  {
    "Unnamed: 0": 15,
    "additional_info": "Our inner city London school serves a diverse community where many children have limited access to nature. We believe in the power of biophilia, connecting children with the outdoors to support mental well-being. This support would help us create enriching outdoor experiences, fostering a love for nature while improving mental health. Weâ€™d engage parents and the wider community, ensuring children take pride in their environment. Through gardening, outdoor learning, and community projects, weâ€™d inspire children to make healthier choices, care for green spaces, and develop lifelong respect for nature. This initiative would empower our pupils and strengthen community ties.",
    "id": 2030,
    "label": [
      {
        "start": 62,
        "end": 105,
        "text": "many children have limited access to nature",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 107,
        "end": 143,
        "text": "We believe in the power of biophilia",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 145,
        "end": 211,
        "text": "connecting children with the outdoors to support mental well-being",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 240,
        "end": 335,
        "text": "create enriching outdoor experiences, fostering a love for nature while improving mental health",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 384,
        "end": 433,
        "text": "ensuring children take pride in their environment",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 435,
        "end": 494,
        "text": "Through gardening, outdoor learning, and community projects",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 503,
        "end": 609,
        "text": "inspire children to make healthier choices, care for green spaces, and develop lifelong respect for nature",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 611,
        "end": 682,
        "text": "This initiative would empower our pupils and strengthen community ties.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7256,
    "created_at": "2025-04-14T00:11:51.066875Z",
    "updated_at": "2025-04-14T00:11:51.066902Z",
    "lead_time": 103.866
  },
  {
    "Unnamed: 0": 953,
    "additional_info": "We are moving to a new site in September and I would like to set up a sensory room for pupils.",
    "id": 2968,
    "label": [
      {
        "start": 0,
        "end": 40,
        "text": "We are moving to a new site in September",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 58,
        "end": 93,
        "text": "to set up a sensory room for pupils",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7402,
    "created_at": "2025-04-15T17:53:40.061005Z",
    "updated_at": "2025-04-15T17:53:40.061026Z",
    "lead_time": 17.588
  },
  {
    "Unnamed: 0": 4,
    "additional_info": "As the coach for our Unified Sports team, I’ve seen how playing on a team can bring students of various abilities together. However, we’re missing specialized gear—things like adaptive basketballs and accessible nets. If we’re awarded this grant, I’d like to buy equipment that’s designed with everyone’s abilities in mind so we can keep growing the program. I truly believe that inclusive sports opportunities can boost confidence, social interaction, and empathy among all participants.",
    "id": 3087,
    "label": [
      {
        "start": 42,
        "end": 122,
        "text": "I’ve seen how playing on a team can bring students of various abilities together",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 133,
        "end": 163,
        "text": "we’re missing specialized gear",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 176,
        "end": 216,
        "text": "adaptive basketballs and accessible nets",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 259,
        "end": 322,
        "text": "buy equipment that’s designed with everyone’s abilities in mind",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 323,
        "end": 357,
        "text": "so we can keep growing the program",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 415,
        "end": 487,
        "text": "boost confidence, social interaction, and empathy among all participants",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7422,
    "created_at": "2025-04-16T03:03:07.008465Z",
    "updated_at": "2025-04-16T03:03:07.008485Z",
    "lead_time": 39.207
  },
  {
    "Unnamed: 0": 4,
    "additional_info": "We are launching a new coding and robotics club. With the grant, we would buy micro:bit kits and tablets to run workshops. This would build digital literacy and introduce students to STEM careers.",
    "id": 3067,
    "label": [
      {
        "start": 0,
        "end": 47,
        "text": "We are launching a new coding and robotics club",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 74,
        "end": 104,
        "text": "buy micro:bit kits and tablets",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 134,
        "end": 195,
        "text": "build digital literacy and introduce students to STEM careers",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7388,
    "created_at": "2025-04-15T17:30:29.122455Z",
    "updated_at": "2025-04-15T17:30:29.122483Z",
    "lead_time": 26.928
  },
  {
    "Unnamed: 0.1": 1,
    "Unnamed: 0": "March Community Collection",
    "Unnamed: 1": "311086",
    "additional_info": "Our school is situated in a poor borough of London (Barking & Dagenham). We don't have enough funding to buy lots of essential resources. I would like to use the the support to buy some creative resources and white board pens for children. We have stopped using the dry pens on a daily basis due to shortage. We have been struggling with providing children the right resources they need to explore in our Nursery. I would like to buy a small water and sand trays to be used indoors too, as we only have this facility in our garden. It would be a great support for our Nursery if we could have the support you are offering to schools. Thank you so much.",
    "Unnamed: 3": "Classroom Essentials, EYFS/Free Play, Gardening/ Allotment",
    "id": 3023,
    "label": [
      {
        "start": 0,
        "end": 71,
        "text": "Our school is situated in a poor borough of London (Barking & Dagenham)",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 73,
        "end": 136,
        "text": "We don't have enough funding to buy lots of essential resources",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 174,
        "end": 238,
        "text": "to buy some creative resources and white board pens for children",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 240,
        "end": 307,
        "text": "We have stopped using the dry pens on a daily basis due to shortage",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 309,
        "end": 412,
        "text": "We have been struggling with providing children the right resources they need to explore in our Nursery",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 427,
        "end": 485,
        "text": "to buy a small water and sand trays to be used indoors too",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7397,
    "created_at": "2025-04-15T17:48:31.186315Z",
    "updated_at": "2025-04-15T17:48:31.186330Z",
    "lead_time": 44.375
  },
  {
    "Unnamed: 0": 1006,
    "additional_info": "I would buy new lego sets for our many lego therapy sessions as they have completed all our current sets, I would also buy some art supplies for my colleagues art therapy as without this she may struggle to continue. Lastly I would buy plenty of fidgets for the children on the sen register as we often don't have the budget for these and having access to fidgets is vital for some of our students.",
    "id": 3021,
    "label": [
      {
        "start": 8,
        "end": 60,
        "text": "buy new lego sets for our many lego therapy sessions",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 64,
        "end": 104,
        "text": "they have completed all our current sets",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 119,
        "end": 170,
        "text": "buy some art supplies for my colleagues art therapy",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 174,
        "end": 215,
        "text": "without this she may struggle to continue",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 236,
        "end": 290,
        "text": "plenty of fidgets for the children on the sen register",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 294,
        "end": 334,
        "text": "we often don't have the budget for these",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 339,
        "end": 397,
        "text": "having access to fidgets is vital for some of our students",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7399,
    "created_at": "2025-04-15T17:49:53.417318Z",
    "updated_at": "2025-04-15T17:49:53.417344Z",
    "lead_time": 76.141
  },
  {
    "Unnamed: 0": 10,
    "additional_info": "I would love a kick-start to a gardening club. The children love to see their seeds grow and it would be wonderful for them to be able to grow food and teach them how to work with the world around them to support themselves to be more sustainable. Growing food means that the children can practise responsibility and find pride in their hard work to provide food. The kit (and money) would support the club to run at a minimal additional financial burden to families.",
    "id": 2025,
    "label": [
      {
        "start": 15,
        "end": 45,
        "text": "kick-start to a gardening club",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 152,
        "end": 246,
        "text": "teach them how to work with the world around them to support themselves to be more sustainable",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 272,
        "end": 362,
        "text": "the children can practise responsibility and find pride in their hard work to provide food",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 364,
        "end": 467,
        "text": "The kit (and money) would support the club to run at a minimal additional financial burden to families.",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7251,
    "created_at": "2025-04-14T00:05:24.529052Z",
    "updated_at": "2025-04-14T00:05:24.529087Z",
    "lead_time": 39.157
  },
  {
    "Unnamed: 0": 3,
    "additional_info": "Digital literacy has become more crucial than ever, yet many students in our community lack exposure to modern technology. We want to create a dedicated computer lab by refurbishing older laptops, installing interactive screens, and securing essential software licenses. This enhanced learning environment would not only boost their technical skills and creative problem-solving but also prepare them for future academic and career challenges in an increasingly digital world.",
    "id": 3042,
    "label": [
      {
        "start": 0,
        "end": 121,
        "text": "Digital literacy has become more crucial than ever, yet many students in our community lack exposure to modern technology",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 123,
        "end": 269,
        "text": "We want to create a dedicated computer lab by refurbishing older laptops, installing interactive screens, and securing essential software licenses",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 312,
        "end": 475,
        "text": "not only boost their technical skills and creative problem-solving but also prepare them for future academic and career challenges in an increasingly digital world",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7320,
    "created_at": "2025-04-14T01:01:35.085846Z",
    "updated_at": "2025-04-14T01:01:35.085876Z",
    "lead_time": 35.759
  },
  {
    "Unnamed: 0": 995,
    "additional_info": "We are looking to set up a gardening club for year 1&2 children and parents to develop practical learning and understanding about where food cones from and homegrown food options as many of our families rely on processed foods.",
    "id": 3010,
    "label": [
      {
        "start": 0,
        "end": 75,
        "text": "We are looking to set up a gardening club for year 1&2 children and parents",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 76,
        "end": 146,
        "text": "to develop practical learning and understanding about where food cones",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 182,
        "end": 226,
        "text": "many of our families rely on processed foods",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7436,
    "created_at": "2025-04-16T15:46:24.296475Z",
    "updated_at": "2025-04-16T15:46:24.296483Z",
    "lead_time": 95.168
  },
  {
    "Unnamed: 0": 25,
    "additional_info": "We are a small village Preschool within the main school and We are following the Hygge approach in Preschool. We  have natural furniture and objects in the setting and the children use natural materials in their play. The garden bundle and money would help us enhance the setting outside  and enable to  involve parents/ carers/ grandparents and community more in setting up a garden area and help us grow things .",
    "id": 2040,
    "label": [
      {
        "start": 0,
        "end": 107,
        "text": "We are a small village Preschool within the main school and We are following the Hygge approach in Preschoo",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 110,
        "end": 216,
        "text": "We  have natural furniture and objects in the setting and the children use natural materials in their play",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 260,
        "end": 414,
        "text": "enhance the setting outside  and enable to  involve parents/ carers/ grandparents and community more in setting up a garden area and help us grow things .",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7266,
    "created_at": "2025-04-14T00:22:03.346398Z",
    "updated_at": "2025-04-14T00:22:03.346434Z",
    "lead_time": 60.416
  },
  {
    "Unnamed: 0": 7,
    "additional_info": "We are an inner city school in Sheffield where lots of our children don't have garden space, we would use this equipment to help the children understand how to care for nature, as well as the calm and tranquility nature gives to us. In addition to this it would support us in teaching our children how to have a healthy lifestyle and how to give back to our local community creating a garden space where children can come who are dysregulated.",
    "id": 2022,
    "label": [
      {
        "start": 47,
        "end": 91,
        "text": "lots of our children don't have garden space",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 121,
        "end": 231,
        "text": "to help the children understand how to care for nature, as well as the calm and tranquility nature gives to us",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 262,
        "end": 443,
        "text": "support us in teaching our children how to have a healthy lifestyle and how to give back to our local community creating a garden space where children can come who are dysregulated.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7248,
    "created_at": "2025-04-14T00:03:01.273633Z",
    "updated_at": "2025-04-14T00:03:01.273661Z",
    "lead_time": 64.9
  },
  {
    "Unnamed: 0": 30,
    "additional_info": "This would be a great start to set up our garden area in Reception class and Nursery. As we have been having many children with sensory needs and SEND. This would be great to set up a sensory garden which is safe for the children to touch, taste and smell. \r\nWe would get many different smelly plants, large pots and trays, windmills, soil and tools. \r\nThis will not only benefit the young children and also some of SEND children in the school.",
    "id": 2045,
    "label": [
      {
        "start": 28,
        "end": 84,
        "text": "to set up our garden area in Reception class and Nursery",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 89,
        "end": 150,
        "text": "we have been having many children with sensory needs and SEND",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 172,
        "end": 198,
        "text": "to set up a sensory garden",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 259,
        "end": 350,
        "text": "We would get many different smelly plants, large pots and trays, windmills, soil and tools.",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 353,
        "end": 444,
        "text": "This will not only benefit the young children and also some of SEND children in the school.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7271,
    "created_at": "2025-04-14T00:26:35.830796Z",
    "updated_at": "2025-04-14T00:26:35.830826Z",
    "lead_time": 50.11
  },
  {
    "Unnamed: 0": 3,
    "additional_info": "I run outdoor learning at my school, we are in a very deprived area, in a central area of Milton Keynes in the middle of a housing estate, the school has very little. I currently pay for as much as possible. We have now got an allotment area, but really need some help with filling it!! We are trying hard to run outdoor learning sessions, as we have so many children without gardens who live in converted shipping containers and their faces when they tackle ceratin skills and plant and see things grow is beautiful. please please help us!!!",
    "id": 2018,
    "label": [
      {
        "start": 37,
        "end": 137,
        "text": "we are in a very deprived area, in a central area of Milton Keynes in the middle of a housing estate",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 139,
        "end": 165,
        "text": "the school has very little",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 254,
        "end": 284,
        "text": "need some help with filling it",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 287,
        "end": 338,
        "text": "We are trying hard to run outdoor learning sessions",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 351,
        "end": 425,
        "text": "so many children without gardens who live in converted shipping containers",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7244,
    "created_at": "2025-04-13T23:57:04.517960Z",
    "updated_at": "2025-04-13T23:57:04.517989Z",
    "lead_time": 60.34
  },
  {
    "Unnamed: 0": 5,
    "additional_info": "Our institution serves multiple students with diverse learning needs, including visual impairments and dyslexia. We lack sufficient assistive technologies, which hampers their progress. By acquiring screen readers, text-to-speech software, and specialized tablets, we can enhance accessibility, boost confidence, and foster academic growth.",
    "id": 3058,
    "label": [
      {
        "start": 0,
        "end": 111,
        "text": "Our institution serves multiple students with diverse learning needs, including visual impairments and dyslexia",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 113,
        "end": 184,
        "text": "We lack sufficient assistive technologies, which hampers their progress",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 189,
        "end": 263,
        "text": "acquiring screen readers, text-to-speech software, and specialized tablets",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 272,
        "end": 339,
        "text": "enhance accessibility, boost confidence, and foster academic growth",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7361,
    "created_at": "2025-04-14T04:28:21.049175Z",
    "updated_at": "2025-04-14T04:28:21.049207Z",
    "lead_time": 44.05
  },
  {
    "Unnamed: 0": 11,
    "additional_info": "Our bilingual program struggles to fully immerse students in language practice due to resource limitations. We plan to design a state-of-the-art language immersion center with interactive labs, multimedia resources, and cultural artifacts. This center will empower students with enhanced language proficiency, foster cultural understanding, and improve overall communication skills.",
    "id": 3050,
    "label": [
      {
        "start": 0,
        "end": 106,
        "text": "Our bilingual program struggles to fully immerse students in language practice due to resource limitations",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 108,
        "end": 238,
        "text": "We plan to design a state-of-the-art language immersion center with interactive labs, multimedia resources, and cultural artifacts",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 257,
        "end": 381,
        "text": "empower students with enhanced language proficiency, foster cultural understanding, and improve overall communication skills",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7312,
    "created_at": "2025-04-14T00:53:58.610335Z",
    "updated_at": "2025-04-14T00:53:58.610373Z",
    "lead_time": 27.542
  },
  {
    "Unnamed: 0": 80,
    "additional_info": "We have a gardening patch as part of our provision in KS1 and also an allotment area for the whole school. Unfortunately, due to a lack of resourcing this has been left unmaintained and not used. If we were to win this support we would be able to use this invaluable area once again and support children with these life skills of gardening and knowledge of how to grow vegetables and be resourceful.",
    "id": 2095,
    "label": [
      {
        "start": 0,
        "end": 105,
        "text": "We have a gardening patch as part of our provision in KS1 and also an allotment area for the whole school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 122,
        "end": 194,
        "text": "due to a lack of resourcing this has been left unmaintained and not used",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 236,
        "end": 282,
        "text": "be able to use this invaluable area once again",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 287,
        "end": 398,
        "text": "support children with these life skills of gardening and knowledge of how to grow vegetables and be resourceful",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7339,
    "created_at": "2025-04-14T01:25:51.220871Z",
    "updated_at": "2025-04-14T01:25:51.220902Z",
    "lead_time": 24.314
  },
  {
    "Unnamed: 0": 997,
    "additional_info": "We have a catholic school in a deprived area of London. Many of our students are from low income single parent households who are privileged with our school grounds including green space but this space needs development. I would love to use this to set up a gardening club and begin growing vegetables that children can take home or use in a cooking club further along to provide them with life skills to provide for and nurture themselves. Much of what I provide comes from my own pocket as I'm sure we all do, to give these children experiences they may not otherwise have.",
    "id": 3012,
    "label": [
      {
        "start": 26,
        "end": 54,
        "text": "in a deprived area of London",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 56,
        "end": 121,
        "text": "Many of our students are from low income single parent households",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 191,
        "end": 219,
        "text": "this space needs development",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 246,
        "end": 301,
        "text": "to set up a gardening club and begin growing vegetables",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 369,
        "end": 439,
        "text": "to provide them with life skills to provide for and nurture themselves",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 441,
        "end": 488,
        "text": "Much of what I provide comes from my own pocket",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 512,
        "end": 574,
        "text": "to give these children experiences they may not otherwise have",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7434,
    "created_at": "2025-04-16T15:41:38.842547Z",
    "updated_at": "2025-04-16T15:41:38.842567Z",
    "lead_time": 110.858
  },
  {
    "Unnamed: 0": 0,
    "additional_info": "Our school has recently seen an increase in children struggling with emotional regulation. We would use the grant to purchase sensory equipment, including weighted blankets, fidget toys, and calming lighting. This would create a sensory-safe space for children to self-regulate, improving concentration and readiness to learn.",
    "id": 3063,
    "label": [
      {
        "start": 0,
        "end": 89,
        "text": "Our school has recently seen an increase in children struggling with emotional regulation",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 114,
        "end": 207,
        "text": "to purchase sensory equipment, including weighted blankets, fidget toys, and calming lighting",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 220,
        "end": 325,
        "text": "create a sensory-safe space for children to self-regulate, improving concentration and readiness to learn",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7392,
    "created_at": "2025-04-15T17:39:39.242114Z",
    "updated_at": "2025-04-15T17:39:39.242134Z",
    "lead_time": 24.78
  },
  {
    "Unnamed: 0": 0,
    "additional_info": "I’ve been teaching our high school engineering class for three years now, and it’s incredible how quickly our students have gravitated toward hands-on projects. Our single 3D printer is overworked, and we often have to schedule printing times weeks in advance. I’d love to use grant money to purchase two additional printers and enough filament so everyone can experiment more freely. If we can make that happen, we’ll be able to accommodate more ambitious projects—like creating prototypes for regional competitions—and hopefully inspire more teens to pursue STEM fields in college.",
    "id": 3083,
    "label": [
      {
        "start": 161,
        "end": 259,
        "text": "Our single 3D printer is overworked, and we often have to schedule printing times weeks in advance",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 289,
        "end": 344,
        "text": "to purchase two additional printers and enough filament",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 345,
        "end": 383,
        "text": "so everyone can experiment more freely",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 427,
        "end": 465,
        "text": "to accommodate more ambitious projects",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 531,
        "end": 582,
        "text": "inspire more teens to pursue STEM fields in college",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7426,
    "created_at": "2025-04-16T03:07:04.127629Z",
    "updated_at": "2025-04-16T03:07:04.127657Z",
    "lead_time": 56.248
  },
  {
    "Unnamed: 0.1": 8,
    "Unnamed: 0": "March Community Collection",
    "Unnamed: 1": "311109",
    "additional_info": "I work in an alternative provision supporting disadvantaged children with SEND. Many of our students face significant challenges in communication and emotional expression. Art is a powerful tool that allows them to process feelings, build confidence, and develop essential life skills. With your support, we would purchase paints, canvases, clay, and sketchbooks to run the Arts Award program. This would give our students a creative voice and a sense of achievement. Additionally, we could bring in an art therapist weekly, providing vital emotional support. Your funding would transform lives, giving these children hope and opportunity.",
    "Unnamed: 3": "Arts & Crafts",
    "id": 3030,
    "label": [
      {
        "start": 0,
        "end": 78,
        "text": "I work in an alternative provision supporting disadvantaged children with SEND",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 80,
        "end": 170,
        "text": "Many of our students face significant challenges in communication and emotional expression",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 200,
        "end": 284,
        "text": "allows them to process feelings, build confidence, and develop essential life skills",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 323,
        "end": 392,
        "text": "paints, canvases, clay, and sketchbooks to run the Arts Award program",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 405,
        "end": 466,
        "text": "give our students a creative voice and a sense of achievement",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 491,
        "end": 523,
        "text": "bring in an art therapist weekly",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 525,
        "end": 558,
        "text": "providing vital emotional support",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 596,
        "end": 638,
        "text": "giving these children hope and opportunity",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7370,
    "created_at": "2025-04-14T04:37:06.264507Z",
    "updated_at": "2025-04-14T04:37:06.264530Z",
    "lead_time": 66.648
  },
  {
    "Unnamed: 0.1": 5,
    "Unnamed: 0": "September Community Collection",
    "Unnamed: 1": "254321",
    "additional_info": "We are in Southport and have 3 little girls who attended the Taylor Swift holiday club. They escaped with their lives, but are dealing with the trauma. I would love beautiful books to help them escape into amazing stories and giggle as they share funny tales. New books will help us enrich the classroom and provide a safe space for them to relax and lose themselves for a while if the demands of being back at school get too much! Many thanks for reading this!",
    "Unnamed: 3": "Books/Library",
    "id": 3027,
    "label": [
      {
        "start": 0,
        "end": 86,
        "text": "We are in Southport and have 3 little girls who attended the Taylor Swift holiday club",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 88,
        "end": 150,
        "text": "They escaped with their lives, but are dealing with the trauma",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 165,
        "end": 180,
        "text": "beautiful books",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 181,
        "end": 258,
        "text": "to help them escape into amazing stories and giggle as they share funny tales",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 283,
        "end": 366,
        "text": "enrich the classroom and provide a safe space for them to relax and lose themselves",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7372,
    "created_at": "2025-04-14T04:39:26.372366Z",
    "updated_at": "2025-04-14T04:39:26.372395Z",
    "lead_time": 36.361
  },
  {
    "Unnamed: 0": 12,
    "additional_info": "We would love to enhance the environment and resources for gardening is always expensive. Our children love flowers and helping look after our plots but, they are looking worse for wear and in a place of lower income, and a very tight budget, we are finding opportunities increasingly difficult.",
    "id": 2027,
    "label": [
      {
        "start": 14,
        "end": 40,
        "text": "to enhance the environment",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 190,
        "end": 240,
        "text": "in a place of lower income, and a very tight budge",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 90,
        "end": 115,
        "text": "Our children love flowers",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7253,
    "created_at": "2025-04-14T00:07:58.474696Z",
    "updated_at": "2025-04-14T00:08:11.338030Z",
    "lead_time": 86.69699999999999
  },
  {
    "Unnamed: 0": 76,
    "additional_info": "We are opening a gardening club at our school after Easter and would love to have equipment for our children to help inspire them",
    "id": 2091,
    "label": [
      {
        "start": 0,
        "end": 58,
        "text": "We are opening a gardening club at our school after Easter",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 74,
        "end": 108,
        "text": "to have equipment for our children",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 109,
        "end": 129,
        "text": "to help inspire them",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7335,
    "created_at": "2025-04-14T01:21:44.038843Z",
    "updated_at": "2025-04-14T01:21:44.038870Z",
    "lead_time": 44.354
  },
  {
    "Unnamed: 0": 42,
    "additional_info": "We are an urban school with a concrete playgroung. Over the last few years our school council has been working to intriduce nature into our playground. We have a few small planters that we maintain throughout t the year. This bundle would help us transform more of the concrete box into a naturally diverse play environment.",
    "id": 2057,
    "label": [
      {
        "start": 0,
        "end": 49,
        "text": "We are an urban school with a concrete playgroung",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 51,
        "end": 151,
        "text": "Over the last few years our school council has been working to intriduce nature into our playground.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 152,
        "end": 219,
        "text": "We have a few small planters that we maintain throughout t the year",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 239,
        "end": 324,
        "text": "help us transform more of the concrete box into a naturally diverse play environment.",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7283,
    "created_at": "2025-04-14T00:35:02.040935Z",
    "updated_at": "2025-04-14T00:35:02.040960Z",
    "lead_time": 32.524
  },
  {
    "Unnamed: 0": 90,
    "additional_info": "We could use this to develop our outdoor area and bring nature back. We used to have lots of bees, butterflies and even a squirrel but someone then chopped all our plants down and they stopped coming! \r\n\r\nWe have lots of children who need support with additional needs ranging from physical to mental health and we want to use the outdoors to support positive relationships and mental wellbeing.\r\n\r\nWe want to grow some of our own food so that we can make things with it and become more sustainable, this will enhance our climate change curriculum too.",
    "id": 2105,
    "label": [
      {
        "start": 18,
        "end": 67,
        "text": "to develop our outdoor area and bring nature back",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 69,
        "end": 200,
        "text": "We used to have lots of bees, butterflies and even a squirrel but someone then chopped all our plants down and they stopped coming!",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 205,
        "end": 307,
        "text": "We have lots of children who need support with additional needs ranging from physical to mental health",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 340,
        "end": 394,
        "text": "to support positive relationships and mental wellbeing",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 407,
        "end": 435,
        "text": "to grow some of our own food",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 475,
        "end": 551,
        "text": "become more sustainable, this will enhance our climate change curriculum too",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7349,
    "created_at": "2025-04-14T03:26:04.641994Z",
    "updated_at": "2025-04-14T03:26:04.642021Z",
    "lead_time": 50.445
  },
  {
    "Unnamed: 0": 20,
    "additional_info": "To win the money or the gardening bundle would be amazing, to support all our children to access the gardening projects around nursery, looking after and caring for things.  The children will be able to see the insects that are drawn into the planting.  We are a very outdoors nursery but being able to have equipment and resources to enhance children's play would just be amazing.  Fingers crossed.  Thankyou for the opportunity to enter. The Scallywags Family x",
    "id": 2035,
    "label": [
      {
        "start": 59,
        "end": 133,
        "text": "to support all our children to access the gardening projects around nurser",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 254,
        "end": 284,
        "text": "We are a very outdoors nursery",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 300,
        "end": 358,
        "text": "to have equipment and resources to enhance children's play",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7261,
    "created_at": "2025-04-14T00:17:34.095141Z",
    "updated_at": "2025-04-14T00:17:34.095165Z",
    "lead_time": 36.869
  },
  {
    "Unnamed: 0": 31,
    "additional_info": "This would be fantastic for our school as it would teach our children how to develop their mindset through gardening showing them how endless growing of fruit,vegetables,plants and flowers.",
    "id": 2046,
    "label": [
      {
        "start": 51,
        "end": 188,
        "text": "teach our children how to develop their mindset through gardening showing them how endless growing of fruit,vegetables,plants and flowers",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7272,
    "created_at": "2025-04-14T00:26:44.994712Z",
    "updated_at": "2025-04-14T00:26:44.994740Z",
    "lead_time": 9.053
  },
  {
    "Unnamed: 0": 1,
    "additional_info": "We are currently working on our outdoor provision. We have a large area and would love to be able to give it a full makeover! As a setting our ethos is to be nature inspired whilst using the curiosity approach with the added extras of colour etc. The children love spending time in the garden and enjoy planting and tending for the plants whilst also looking at the nature around. We have a wildlife garden which is in great need for a massive do over due to it being overgrown also - in here we have a pond, which was once home to many frogs!",
    "id": 2016,
    "label": [
      {
        "start": 101,
        "end": 124,
        "text": "give it a full makeover",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 247,
        "end": 379,
        "text": "The children love spending time in the garden and enjoy planting and tending for the plants whilst also looking at the nature around",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 0,
        "end": 49,
        "text": "We are currently working on our outdoor provision",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 126,
        "end": 173,
        "text": "As a setting our ethos is to be nature inspired",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 416,
        "end": 455,
        "text": "in great need for a massive do over due",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7242,
    "created_at": "2025-04-13T23:55:32.659302Z",
    "updated_at": "2025-04-13T23:55:32.659327Z",
    "lead_time": 95.986
  },
  {
    "Unnamed: 0": 12,
    "additional_info": "We are launching a peer mentoring scheme for our Year 7 students. The funding would go towards training materials and team-building activities. This will ease transition and build social confidence in new pupils.",
    "id": 3075,
    "label": [
      {
        "start": 0,
        "end": 64,
        "text": "We are launching a peer mentoring scheme for our Year 7 students",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 95,
        "end": 142,
        "text": "training materials and team-building activities",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 144,
        "end": 211,
        "text": "This will ease transition and build social confidence in new pupils",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7380,
    "created_at": "2025-04-15T17:27:43.292742Z",
    "updated_at": "2025-04-15T17:27:43.292769Z",
    "lead_time": 23.084
  },
  {
    "Unnamed: 0": 15,
    "additional_info": "I sponsor the school newspaper, and over the last semester, several students expressed interest in recording a weekly podcast on school events and local news. But we only have one outdated microphone and no proper editing setup. I’d use the funds to buy a small mixer, a couple of good-quality microphones, and beginner-friendly editing software. Giving the students hands-on experience in audio production can sharpen their communication skills and encourage them to follow journalistic ethics while building creative content.",
    "id": 3098,
    "label": [
      {
        "start": 0,
        "end": 125,
        "text": "I sponsor the school newspaper, and over the last semester, several students expressed interest in recording a weekly podcast",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 163,
        "end": 227,
        "text": "we only have one outdated microphone and no proper editing setup",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 247,
        "end": 345,
        "text": "to buy a small mixer, a couple of good-quality microphones, and beginner-friendly editing software",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 411,
        "end": 494,
        "text": "sharpen their communication skills and encourage them to follow journalistic ethics",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7411,
    "created_at": "2025-04-16T02:53:47.534111Z",
    "updated_at": "2025-04-16T02:53:47.534139Z",
    "lead_time": 39.802
  },
  {
    "Unnamed: 0": 70,
    "additional_info": "I would love to be able to use these resources to teach the children in my Reception class about how plants grow, the importance of taking care of the environment, and to enable them to physically take part in growing their own plants within our outdoor area.  Our outdoor area is in desperate need of some love but unfortunately there just isn't the budget for it so this would be a fantastic opportunity for the children to be able to get involved, whilst also linking with our topic of 'Come Outside'!",
    "id": 2085,
    "label": [
      {
        "start": 47,
        "end": 258,
        "text": "to teach the children in my Reception class about how plants grow, the importance of taking care of the environment, and to enable them to physically take part in growing their own plants within our outdoor area",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 261,
        "end": 364,
        "text": "Our outdoor area is in desperate need of some love but unfortunately there just isn't the budget for it",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 463,
        "end": 504,
        "text": "linking with our topic of 'Come Outside'!",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7329,
    "created_at": "2025-04-14T01:17:05.459310Z",
    "updated_at": "2025-04-14T01:17:05.459346Z",
    "lead_time": 56.562
  },
  {
    "Unnamed: 0": 16,
    "additional_info": "Our students have limited exposure to performing arts. We would use the grant to run a drama workshop and stage a school production. This will build confidence, creativity, and teamwork skills.",
    "id": 3079,
    "label": [
      {
        "start": 0,
        "end": 53,
        "text": "Our students have limited exposure to performing arts",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 78,
        "end": 131,
        "text": "to run a drama workshop and stage a school production",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 143,
        "end": 192,
        "text": "build confidence, creativity, and teamwork skills",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7376,
    "created_at": "2025-04-15T17:26:00.839620Z",
    "updated_at": "2025-04-15T17:26:00.839645Z",
    "lead_time": 39.762
  },
  {
    "Unnamed: 0": 19,
    "additional_info": "I’ve noticed a number of students excelling in online gaming, so I proposed the idea of an official esports team, which our administration supports—but we have zero funds for it. I’d like to purchase a few gaming-quality computers, headsets, and competition fees for local tournaments. Competitive gaming, when structured responsibly, teaches teamwork, strategy, and discipline. I believe it’s an opportunity for kids who don’t resonate with traditional athletics to still take pride in representing our school.",
    "id": 3102,
    "label": [
      {
        "start": 13,
        "end": 112,
        "text": "a number of students excelling in online gaming, so I proposed the idea of an official esports team",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 188,
        "end": 284,
        "text": "to purchase a few gaming-quality computers, headsets, and competition fees for local tournaments",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 335,
        "end": 377,
        "text": "teaches teamwork, strategy, and discipline",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 394,
        "end": 510,
        "text": "an opportunity for kids who don’t resonate with traditional athletics to still take pride in representing our school",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 152,
        "end": 177,
        "text": "we have zero funds for it",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7407,
    "created_at": "2025-04-15T23:19:52.721416Z",
    "updated_at": "2025-04-16T02:51:07.281462Z",
    "lead_time": 12729.442
  },
  {
    "Unnamed: 0": 3,
    "additional_info": "Our Year 5 cohort is behind in reading comprehension. We would use the funding to buy a range of age-appropriate books and host weekly reading circles. This would improve literacy and encourage a love of reading in reluctant readers.",
    "id": 3066,
    "label": [
      {
        "start": 0,
        "end": 52,
        "text": "Our Year 5 cohort is behind in reading comprehension",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 79,
        "end": 150,
        "text": "to buy a range of age-appropriate books and host weekly reading circles",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 163,
        "end": 232,
        "text": "improve literacy and encourage a love of reading in reluctant readers",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7389,
    "created_at": "2025-04-15T17:34:28.850609Z",
    "updated_at": "2025-04-15T17:34:28.850638Z",
    "lead_time": 239.576
  },
  {
    "Unnamed: 0": 82,
    "additional_info": "We have recently introduced forest school to our Key Stage 1 classes after seeing how much of a success it was in Reception. We would really like to ensure the continuity of this through all seasons by purchasing wellies and outdoor overalls so the children can continue throughout all weathers.",
    "id": 2097,
    "label": [
      {
        "start": 0,
        "end": 68,
        "text": "We have recently introduced forest school to our Key Stage 1 classes",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 146,
        "end": 294,
        "text": "to ensure the continuity of this through all seasons by purchasing wellies and outdoor overalls so the children can continue throughout all weathers",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7341,
    "created_at": "2025-04-14T01:27:18.543023Z",
    "updated_at": "2025-04-14T01:27:18.543046Z",
    "lead_time": 24.375
  },
  {
    "Unnamed: 0": 32,
    "additional_info": "The garden bundle would give us the building blocks to ignite our children's love of the outdoors, nurture our children's love of nature , and plant the seeds of learning.",
    "id": 2047,
    "label": [
      {
        "start": 52,
        "end": 171,
        "text": "to ignite our children's love of the outdoors, nurture our children's love of nature , and plant the seeds of learning.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7273,
    "created_at": "2025-04-14T00:26:58.880481Z",
    "updated_at": "2025-04-14T00:26:58.880503Z",
    "lead_time": 13.769
  },
  {
    "Unnamed: 0": 11,
    "additional_info": "We are a small rural school without access to local museums or exhibitions. The funds would help us run cultural enrichment trips. These experiences broaden students’ horizons and support curriculum learning in history and the arts.",
    "id": 3074,
    "label": [
      {
        "start": 9,
        "end": 74,
        "text": "small rural school without access to local museums or exhibitions",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 92,
        "end": 129,
        "text": "help us run cultural enrichment trips",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 149,
        "end": 231,
        "text": "broaden students’ horizons and support curriculum learning in history and the arts",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7381,
    "created_at": "2025-04-15T17:28:09.595233Z",
    "updated_at": "2025-04-15T17:28:09.595371Z",
    "lead_time": 26.156
  },
  {
    "Unnamed: 0": 5,
    "additional_info": "Wendell Park Primary School are a low-income but high-passion primary school with incredibly enthusiastic young scientists who love STEM but lack access to resources. Â£500 would allow us to purchase hands-on experiment kits, STEM books, and essential equipment to bring science to life in our classrooms while being able to provide them with invaluable trips and experiences. Many of our children have limited opportunities outside school, so practical science experiences are vital in nurturing their curiosity and ambition. With this support, we could create engaging investigations, encourage problem-solving, and inspire future scientists. Your funding would ensure all our pupils, regardless of background, can experience the excitement of real-world science and develop a lifelong love for STEM with some extra funding. As the Science Lead we only have limited funds, during Science Week I had spent the budget on the children doing experiments everyday and had to even spend some of my own money to try and make a more memorable Science Week for them. They absolutely loved it and I wish I could do this for them every single year but would not be able to do this without a little extra help.",
    "id": 3036,
    "label": [
      {
        "start": 0,
        "end": 165,
        "text": "Wendell Park Primary School are a low-income but high-passion primary school with incredibly enthusiastic young scientists who love STEM but lack access to resources",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 188,
        "end": 261,
        "text": "to purchase hands-on experiment kits, STEM books, and essential equipment",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 262,
        "end": 375,
        "text": "to bring science to life in our classrooms while being able to provide them with invaluable trips and experiences",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 377,
        "end": 439,
        "text": "Many of our children have limited opportunities outside school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 487,
        "end": 525,
        "text": "nurturing their curiosity and ambition",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 555,
        "end": 643,
        "text": "create engaging investigations, encourage problem-solving, and inspire future scientists",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 664,
        "end": 801,
        "text": "ensure all our pupils, regardless of background, can experience the excitement of real-world science and develop a lifelong love for STEM",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 827,
        "end": 873,
        "text": "As the Science Lead we only have limited funds",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 875,
        "end": 1058,
        "text": "during Science Week I had spent the budget on the children doing experiments everyday and had to even spend some of my own money to try and make a more memorable Science Week for them",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 1089,
        "end": 1138,
        "text": "I wish I could do this for them every single year",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7325,
    "created_at": "2025-04-14T01:07:08.969523Z",
    "updated_at": "2025-04-14T01:07:08.969550Z",
    "lead_time": 198.825
  },
  {
    "Unnamed: 0": 2,
    "additional_info": "I started the after-school coding club because I noticed some of my eighth graders were constantly tinkering with code on their personal phones. We only have a handful of outdated desktop computers, which significantly limits what we can do. With these funds, I’d like to get at least a few laptops so each small group can learn to code and test their programs without crowding around a single screen. This kind of practical, hands-on experience can open them up to future careers in tech and keep them curious about learning new skills.",
    "id": 3085,
    "label": [
      {
        "start": 0,
        "end": 143,
        "text": "I started the after-school coding club because I noticed some of my eighth graders were constantly tinkering with code on their personal phones",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 145,
        "end": 197,
        "text": "We only have a handful of outdated desktop computers",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 269,
        "end": 298,
        "text": "to get at least a few laptops",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 450,
        "end": 536,
        "text": "open them up to future careers in tech and keep them curious about learning new skills",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7424,
    "created_at": "2025-04-16T03:05:03.391908Z",
    "updated_at": "2025-04-16T03:05:03.391934Z",
    "lead_time": 54.624
  },
  {
    "Unnamed: 0": 12,
    "additional_info": "At Gourmet School, our students lack exposure to practical cooking experiences. We wish to create a fully equipped culinary arts facility with professional kitchen appliances and ingredient stations. This facility will promote healthy eating, cultivate life skills, and inspire culinary creativity among our students.",
    "id": 3051,
    "label": [
      {
        "start": 0,
        "end": 78,
        "text": "At Gourmet School, our students lack exposure to practical cooking experiences",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 88,
        "end": 198,
        "text": "to create a fully equipped culinary arts facility with professional kitchen appliances and ingredient stations",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 219,
        "end": 316,
        "text": "promote healthy eating, cultivate life skills, and inspire culinary creativity among our students",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7311,
    "created_at": "2025-04-14T00:53:27.350231Z",
    "updated_at": "2025-04-14T00:53:27.350270Z",
    "lead_time": 16.149
  },
  {
    "Unnamed: 0": 7,
    "additional_info": "Our language department wants to launch a summer immersion camp for children studying French and Spanish. Most participants rarely speak these languages outside the classroom, limiting fluency. We plan to offer interactive workshops, guest speakers, and cultural experiences to accelerate language acquisition.",
    "id": 3060,
    "label": [
      {
        "start": 30,
        "end": 63,
        "text": "to launch a summer immersion camp",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 106,
        "end": 192,
        "text": "Most participants rarely speak these languages outside the classroom, limiting fluency",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 205,
        "end": 274,
        "text": "offer interactive workshops, guest speakers, and cultural experiences",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 275,
        "end": 309,
        "text": "to accelerate language acquisition",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7359,
    "created_at": "2025-04-14T04:26:35.575553Z",
    "updated_at": "2025-04-14T04:26:35.575580Z",
    "lead_time": 31.203
  },
  {
    "Unnamed: 0": 13,
    "additional_info": "We are starting a Nurture provision in September and part of that, we would love to build the children's love for nature by growing fruits and vegetables and expanding that love into cooking and baking.",
    "id": 2028,
    "label": [
      {
        "start": 0,
        "end": 48,
        "text": "We are starting a Nurture provision in September",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 124,
        "end": 153,
        "text": "growing fruits and vegetables",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 84,
        "end": 120,
        "text": "build the children's love for nature",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7254,
    "created_at": "2025-04-14T00:08:53.530783Z",
    "updated_at": "2025-04-14T00:08:53.530808Z",
    "lead_time": 40.225
  },
  {
    "Unnamed: 0": 56,
    "additional_info": "We run a free after-school gardening club Providing opportunities for about twenty children each week . Encouraging planting ,growing and producing some home grown produce for each child to take home. Then cooking some healthy recipes with the the crops. Encouraging indepence ,science, healthy lifestyle and team work .",
    "id": 2071,
    "label": [
      {
        "start": 0,
        "end": 101,
        "text": "We run a free after-school gardening club Providing opportunities for about twenty children each week",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 104,
        "end": 199,
        "text": "Encouraging planting ,growing and producing some home grown produce for each child to take home",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 206,
        "end": 253,
        "text": "cooking some healthy recipes with the the crops",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 255,
        "end": 318,
        "text": "Encouraging indepence ,science, healthy lifestyle and team work",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7297,
    "created_at": "2025-04-14T00:43:14.658762Z",
    "updated_at": "2025-04-14T00:43:14.658786Z",
    "lead_time": 25.779
  },
  {
    "Unnamed: 0": 10,
    "additional_info": "Our school has no sports equipment for girls’ extracurricular activities. We would use the grant to purchase netballs, footballs, and kit. This would encourage participation in physical activity and promote gender equality in sport.",
    "id": 3073,
    "label": [
      {
        "start": 0,
        "end": 72,
        "text": "Our school has no sports equipment for girls’ extracurricular activities",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 97,
        "end": 137,
        "text": "to purchase netballs, footballs, and kit",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 150,
        "end": 231,
        "text": "encourage participation in physical activity and promote gender equality in sport",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7382,
    "created_at": "2025-04-15T17:28:21.528836Z",
    "updated_at": "2025-04-15T17:28:21.528856Z",
    "lead_time": 11.781
  },
  {
    "Unnamed: 0": 62,
    "additional_info": "We would use this across the EYFS and Primary classes to support our Science teaching (whilst introducing job roles associated with plants) and to provide children with opportunities to have responsibility for something in the school (e.g. have a rota for watering the plants/ keeping it tidy). It would also provide a good start to the Conservation area we are developing in school to provide a calm and quiet space for those children who may need it during difficult times. The conservation area will become a whole school/ community project and this would enable us to come together.",
    "id": 2077,
    "label": [
      {
        "start": 54,
        "end": 85,
        "text": "to support our Science teaching",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 144,
        "end": 233,
        "text": "to provide children with opportunities to have responsibility for something in the school",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 309,
        "end": 474,
        "text": "provide a good start to the Conservation area we are developing in school to provide a calm and quiet space for those children who may need it during difficult times",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 559,
        "end": 585,
        "text": "enable us to come together",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7303,
    "created_at": "2025-04-14T00:47:36.069017Z",
    "updated_at": "2025-04-14T00:47:36.069041Z",
    "lead_time": 65.55
  },
  {
    "Unnamed: 0": 17,
    "additional_info": "We are a small school in Blyth. Our outdoor Nursery area needs developing desperately. It would be lovely to have planters, flowers, bushes, spades and gardening gloves for the children. This would be a dream come true. We would be extremely grateful if we were to win this amazing prize.",
    "id": 2032,
    "label": [
      {
        "start": 0,
        "end": 30,
        "text": "We are a small school in Blyth",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 44,
        "end": 85,
        "text": "Nursery area needs developing desperately",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 106,
        "end": 185,
        "text": "to have planters, flowers, bushes, spades and gardening gloves for the children",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7258,
    "created_at": "2025-04-14T00:13:21.596810Z",
    "updated_at": "2025-04-14T00:13:21.596836Z",
    "lead_time": 38.808
  },
  {
    "Unnamed: 0": 35,
    "additional_info": "As a school, we are aiming to be more sustainable and eco-friendly. Starting in early years, we teach the children how plants and food grow. In every class, we have a plant that we are responsible for looking after. We grow different foods and vegetables that the children can then taste.",
    "id": 2050,
    "label": [
      {
        "start": 13,
        "end": 66,
        "text": "we are aiming to be more sustainable and eco-friendly",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 93,
        "end": 139,
        "text": "we teach the children how plants and food grow",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 141,
        "end": 214,
        "text": "In every class, we have a plant that we are responsible for looking after",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 216,
        "end": 288,
        "text": "We grow different foods and vegetables that the children can then taste.",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7276,
    "created_at": "2025-04-14T00:30:09.958694Z",
    "updated_at": "2025-04-14T00:30:09.958722Z",
    "lead_time": 30.809
  },
  {
    "Unnamed: 0": 14,
    "additional_info": "Working in the Early Years classes at Rushmere Hall Primary School has been a big eye opener for me. A huge proportion of children have no experience of gardening but are delighted and amazed to plant potatoes, sunflowers, etc.  This is an extra activity to the curriculum, hence, budgets for seeds, etc are limited.  This support would enable us to offer an invaluable experience of growing to prospective gardeners.",
    "id": 2029,
    "label": [
      {
        "start": 101,
        "end": 226,
        "text": "A huge proportion of children have no experience of gardening but are delighted and amazed to plant potatoes, sunflowers, etc",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 229,
        "end": 316,
        "text": "This is an extra activity to the curriculum, hence, budgets for seeds, etc are limited.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 350,
        "end": 417,
        "text": "offer an invaluable experience of growing to prospective gardeners.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7255,
    "created_at": "2025-04-14T00:10:07.070377Z",
    "updated_at": "2025-04-14T00:10:07.070402Z",
    "lead_time": 73.416
  },
  {
    "Unnamed: 0": 40,
    "additional_info": "Our gardening club is brilliant, but we never have enough gloves or resources. This would allow more children to experience planting/growing/caring for the crops they plant. From seed to full blossom. Our school is an Infant school and many of our children live in flats or small houses without gardens. Gardening club is often their only experience of growing things from scratch and nature. The crops grown are used for snack/cooking and brightening up the school, the children love to see the whole process and are really proud when the know that they have grown the food everyone is eating.",
    "id": 2055,
    "label": [
      {
        "start": 1,
        "end": 77,
        "text": "ur gardening club is brilliant, but we never have enough gloves or resources",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 90,
        "end": 172,
        "text": "allow more children to experience planting/growing/caring for the crops they plant",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 201,
        "end": 302,
        "text": "Our school is an Infant school and many of our children live in flats or small houses without gardens",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 304,
        "end": 391,
        "text": "Gardening club is often their only experience of growing things from scratch and nature",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 393,
        "end": 466,
        "text": "The crops grown are used for snack/cooking and brightening up the school,",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 514,
        "end": 594,
        "text": "are really proud when the know that they have grown the food everyone is eating.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7281,
    "created_at": "2025-04-14T00:33:46.918141Z",
    "updated_at": "2025-04-14T00:33:46.918180Z",
    "lead_time": 55.412
  },
  {
    "Unnamed: 0": 258,
    "additional_info": "We are working towards our Gold Reading Schools Award. We are aware of the number of pupils who do not have access to books at home so we are trying to create quality reading areas within school that are both welcoming and well resourced. As part of this we have designed book nook structures within our playground but we desperately need proper outdoor storage for books. This money would allow us to take our reading initiative outdoors and make books more accessible to our learners, wherever and whenever they choose to access them. This would complement the indoor resources available.",
    "id": 2273,
    "label": [
      {
        "start": 0,
        "end": 53,
        "text": "We are working towards our Gold Reading Schools Award",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 75,
        "end": 131,
        "text": "number of pupils who do not have access to books at home",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 149,
        "end": 237,
        "text": "to create quality reading areas within school that are both welcoming and well resourced",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 334,
        "end": 371,
        "text": "need proper outdoor storage for books",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 443,
        "end": 485,
        "text": "make books more accessible to our learners",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 548,
        "end": 589,
        "text": "complement the indoor resources available",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7406,
    "created_at": "2025-04-15T17:57:40.257923Z",
    "updated_at": "2025-04-15T17:57:40.257945Z",
    "lead_time": 65.769
  },
  {
    "Unnamed: 0": 74,
    "additional_info": "For our SEND students who may require a bit of peaceful time in order to do something different that they may not have the opportunity to do at home. For example: our student with ADHD, having something to do with their hands and having time outside to regulate.",
    "id": 2089,
    "label": [
      {
        "start": 0,
        "end": 148,
        "text": "For our SEND students who may require a bit of peaceful time in order to do something different that they may not have the opportunity to do at home",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 163,
        "end": 261,
        "text": "our student with ADHD, having something to do with their hands and having time outside to regulate",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7333,
    "created_at": "2025-04-14T01:20:23.993623Z",
    "updated_at": "2025-04-14T01:20:23.993651Z",
    "lead_time": 21.585
  },
  {
    "Unnamed: 0": 46,
    "additional_info": "Hello! I'm Shauna, I'm a Reception Teacher and the Outdoor Learning Lead at Christ Church New Malden. This prize would be revolutionary for us, because we have just started the OPAL scheme at our school and this would be such a magical addition to our outdoor space. We are also trailing 'Forest Fridays' at our school and this bundle would be a jump-start for that initiative! We would treasure the opportunity for more outdoor resources as we continue to build a more resilient, muddy kneed, green fingered community of young learners! Thank you for your consideration!",
    "id": 2061,
    "label": [
      {
        "start": 228,
        "end": 265,
        "text": "magical addition to our outdoor space",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 267,
        "end": 304,
        "text": "We are also trailing 'Forest Fridays'",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 346,
        "end": 376,
        "text": "jump-start for that initiative",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 445,
        "end": 518,
        "text": "continue to build a more resilient, muddy kneed, green fingered community",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7287,
    "created_at": "2025-04-14T00:37:11.689608Z",
    "updated_at": "2025-04-14T00:37:11.689637Z",
    "lead_time": 50.098
  },
  {
    "Unnamed: 0": 49,
    "additional_info": "We are a newly amalgamated school. I am the lead of the Activate Phase in this 3-16 provision. The phase that I am responsible for caters for 320 children aged 3-8.\r\nAt present, we are currently in the oldest building of the school and have had no refurbishments. We need to develop our indoor area and the outdoor area. Any donations would be gratefully received.",
    "id": 2064,
    "label": [
      {
        "start": 0,
        "end": 33,
        "text": "We are a newly amalgamated school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 95,
        "end": 163,
        "text": "The phase that I am responsible for caters for 320 children aged 3-8",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 178,
        "end": 262,
        "text": "we are currently in the oldest building of the school and have had no refurbishments",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 267,
        "end": 319,
        "text": "need to develop our indoor area and the outdoor area",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7290,
    "created_at": "2025-04-14T00:38:53.424122Z",
    "updated_at": "2025-04-14T00:38:53.424147Z",
    "lead_time": 27.223
  },
  {
    "Unnamed: 0": 2,
    "additional_info": "We are a primary school with many students eager to participate in sports but lacking proper gear. Our tight budget limits us, so receiving this support would let us purchase essential equipment like basketballs, skipping ropes, and nets. We hope this will encourage physical fitness, teamwork, and a positive school culture.",
    "id": 3055,
    "label": [
      {
        "start": 0,
        "end": 97,
        "text": "We are a primary school with many students eager to participate in sports but lacking proper gear",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 99,
        "end": 125,
        "text": "Our tight budget limits us",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 166,
        "end": 237,
        "text": "purchase essential equipment like basketballs, skipping ropes, and nets",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 257,
        "end": 324,
        "text": "encourage physical fitness, teamwork, and a positive school culture",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7364,
    "created_at": "2025-04-14T04:30:41.575047Z",
    "updated_at": "2025-04-14T04:30:41.575073Z",
    "lead_time": 36.794
  },
  {
    "Unnamed: 0": 24,
    "additional_info": "We are currently updating our setting which includes a beautiful garden area. \r\nThe children are keen gardeners and are always waiting to help adults in growing, planting, weeding and watching nature. We would love the opportunity to win a garden bundle from you to enhance our area and to develop our children's love of nature and everything outdoors!",
    "id": 2039,
    "label": [
      {
        "start": 0,
        "end": 77,
        "text": "We are currently updating our setting which includes a beautiful garden area.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 80,
        "end": 199,
        "text": "The children are keen gardeners and are always waiting to help adults in growing, planting, weeding and watching nature",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 263,
        "end": 282,
        "text": "to enhance our area",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 287,
        "end": 352,
        "text": "to develop our children's love of nature and everything outdoors!",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7265,
    "created_at": "2025-04-14T00:21:02.804741Z",
    "updated_at": "2025-04-14T00:21:02.804764Z",
    "lead_time": 44.595
  },
  {
    "Unnamed: 0": 71,
    "additional_info": "As a school for children with complex SEND needs we love to spend time in our outdoor area where the children feel happy and regulated. We would use the funds to improve the provision and resources available in the outdoor area of our EYFS playground. We strive to give our children the best possible opportunities despite the challenges they face and to be able to offer them access to a well equipped area with multiple outdoor learning opportunities for them to be able to explore, investigate, have a go and communicate with the adults and each other.",
    "id": 2086,
    "label": [
      {
        "start": 0,
        "end": 134,
        "text": "As a school for children with complex SEND needs we love to spend time in our outdoor area where the children feel happy and regulated",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 159,
        "end": 250,
        "text": "to improve the provision and resources available in the outdoor area of our EYFS playground",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 252,
        "end": 347,
        "text": "We strive to give our children the best possible opportunities despite the challenges they face",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 363,
        "end": 452,
        "text": "to offer them access to a well equipped area with multiple outdoor learning opportunities",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 453,
        "end": 554,
        "text": "for them to be able to explore, investigate, have a go and communicate with the adults and each other",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7330,
    "created_at": "2025-04-14T01:19:01.247305Z",
    "updated_at": "2025-04-14T01:19:01.247333Z",
    "lead_time": 115.659
  },
  {
    "Unnamed: 0": 47,
    "additional_info": "We have a wonderful outdoor area, with trees and planters and beautiful spaces for the children to explore in early years. However, due to budget constraints a lot of our resources for outside have become quite aged and worn out. It would be lovely to inject some newness into the area in order for the children to get the most of their outdoor learning experiences. As a school we have a Green Team who look after the outdoor areas, planting up, litter picking and we take a lot of pride in our school and want it to look impressive to passers by. It would be wonderful for us to win something like this.",
    "id": 2062,
    "label": [
      {
        "start": 0,
        "end": 121,
        "text": "We have a wonderful outdoor area, with trees and planters and beautiful spaces for the children to explore in early years",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 132,
        "end": 228,
        "text": "due to budget constraints a lot of our resources for outside have become quite aged and worn out",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 249,
        "end": 285,
        "text": "to inject some newness into the area",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 295,
        "end": 365,
        "text": "for the children to get the most of their outdoor learning experiences",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 379,
        "end": 502,
        "text": "we have a Green Team who look after the outdoor areas, planting up, litter picking and we take a lot of pride in our school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 507,
        "end": 547,
        "text": "want it to look impressive to passers by",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7288,
    "created_at": "2025-04-14T00:38:03.452275Z",
    "updated_at": "2025-04-14T00:38:03.452308Z",
    "lead_time": 51.636
  },
  {
    "Unnamed: 0": 88,
    "additional_info": "School gardening offers numerous benefits, enriching education, promoting well-being, and fostering a love for nature and sustainable practices, while also enhancing skills like teamwork, communication, and problem-solving. We would love to be able to provide this opportunity for the children of our school. We would love to purchase some planters, gardening equipment and den making to help enhance our forest school for the whole school to access.",
    "id": 2103,
    "label": [
      {
        "start": 43,
        "end": 143,
        "text": "enriching education, promoting well-being, and fostering a love for nature and sustainable practices",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 156,
        "end": 222,
        "text": "enhancing skills like teamwork, communication, and problem-solving",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 326,
        "end": 418,
        "text": "purchase some planters, gardening equipment and den making to help enhance our forest school",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7347,
    "created_at": "2025-04-14T03:24:01.070021Z",
    "updated_at": "2025-04-14T03:24:01.070044Z",
    "lead_time": 74.088
  },
  {
    "Unnamed: 0": 15,
    "additional_info": "We have a number of students with visual impairments. The grant would help us purchase large print books, braille materials, and screen readers. This would ensure equitable access to learning and promote independence.",
    "id": 3078,
    "label": [
      {
        "start": 0,
        "end": 52,
        "text": "We have a number of students with visual impairments",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 78,
        "end": 143,
        "text": "purchase large print books, braille materials, and screen readers",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 156,
        "end": 217,
        "text": "ensure equitable access to learning and promote independence.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7377,
    "created_at": "2025-04-15T17:26:28.506279Z",
    "updated_at": "2025-04-15T17:26:28.506306Z",
    "lead_time": 27.507
  },
  {
    "Unnamed: 0": 38,
    "additional_info": "Our wonderful small, village primary school would benefit greatly from winning free gardening equipment as it would enhance outdoor learning, promote environmental awareness, and encourage healthy eating through growing fresh produce. Gardening fosters teamwork, responsibility, and hands-on science education while improving mental well-being which is something we promote each day. We link and promote the love for outdoors in our values and visions for the school in our active learning. Teachers at the moment are trying to implement active learning into our everyday teaching so this would be a fabulous opportunity to encourage the love for outdoors! With our limited budgets we would love this opportunity to win free equipment to ensure all children can engage in practical learning experiences, inspiring a lifelong appreciation for nature and sustainability.",
    "id": 2053,
    "label": [
      {
        "start": 107,
        "end": 233,
        "text": "it would enhance outdoor learning, promote environmental awareness, and encourage healthy eating through growing fresh produce",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 235,
        "end": 382,
        "text": "Gardening fosters teamwork, responsibility, and hands-on science education while improving mental well-being which is something we promote each day",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 384,
        "end": 489,
        "text": "We link and promote the love for outdoors in our values and visions for the school in our active learning",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 491,
        "end": 580,
        "text": "Teachers at the moment are trying to implement active learning into our everyday teaching",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 621,
        "end": 655,
        "text": "to encourage the love for outdoors",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 713,
        "end": 802,
        "text": "to win free equipment to ensure all children can engage in practical learning experiences",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 804,
        "end": 868,
        "text": "inspiring a lifelong appreciation for nature and sustainability.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7279,
    "created_at": "2025-04-14T00:32:09.532963Z",
    "updated_at": "2025-04-14T00:32:09.532984Z",
    "lead_time": 68.789
  },
  {
    "Unnamed: 0": 37,
    "additional_info": "We are just about to start 'Eco Warriors' in our school. We have limited funding available as we are in a heavily deprived area so this would be perfect for us to start our eco club.This would provide a unique opportunity for the majority of children who would not be given these experiences usually.",
    "id": 2052,
    "label": [
      {
        "start": 0,
        "end": 56,
        "text": "We are just about to start 'Eco Warriors' in our school.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 57,
        "end": 182,
        "text": "We have limited funding available as we are in a heavily deprived area so this would be perfect for us to start our eco club.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 193,
        "end": 299,
        "text": "provide a unique opportunity for the majority of children who would not be given these experiences usually",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7278,
    "created_at": "2025-04-14T00:31:00.622686Z",
    "updated_at": "2025-04-14T00:31:00.622713Z",
    "lead_time": 29.731
  },
  {
    "Unnamed: 0": 11,
    "additional_info": "Our school is wanting to set up a gardening club and Eco club which will run together. As a small school in a rural setting, this is important for us to encourage pupils to take care of the environment they live in and to develop their life skills through growing vegetable and understanding how to work as a team as well as all the other numerous lessons they will earn from these experiences. We will also encourage pupils to teach other children the skills they have acquired and promote the importance of everyone being involved in these projects this for the future of our world.",
    "id": 2026,
    "label": [
      {
        "start": 0,
        "end": 85,
        "text": "Our school is wanting to set up a gardening club and Eco club which will run together",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 87,
        "end": 123,
        "text": "As a small school in a rural setting",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 153,
        "end": 247,
        "text": "encourage pupils to take care of the environment they live in and to develop their life skills",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 278,
        "end": 313,
        "text": "understanding how to work as a team",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 483,
        "end": 584,
        "text": "promote the importance of everyone being involved in these projects this for the future of our world.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7252,
    "created_at": "2025-04-14T00:06:40.409975Z",
    "updated_at": "2025-04-14T00:06:40.410006Z",
    "lead_time": 75.759
  },
  {
    "Unnamed: 0": 44,
    "additional_info": "We have a lunchtime nurture club for children who find the playground overwhelming. They enjoy gardening and creative activites and could use the gardening bundle to grow veggies in the greenhouse and sell them at the school fayre to build their confidence and pride in themselves and the school.",
    "id": 2059,
    "label": [
      {
        "start": 0,
        "end": 82,
        "text": "We have a lunchtime nurture club for children who find the playground overwhelming",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 84,
        "end": 127,
        "text": "They enjoy gardening and creative activites",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 163,
        "end": 230,
        "text": "to grow veggies in the greenhouse and sell them at the school fayre",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 231,
        "end": 296,
        "text": "to build their confidence and pride in themselves and the school.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7285,
    "created_at": "2025-04-14T00:35:43.903038Z",
    "updated_at": "2025-04-14T00:35:43.903063Z",
    "lead_time": 30.314
  },
  {
    "Unnamed: 0": 75,
    "additional_info": "Within the last two years we have opened our preschool and our next step in our aspirations for the the children is to grow and eat our own fruit and veg. This gives the children an opportunity to understand and benefit from healthy eating. It will also benefit the children's gross and fine motor skills leading into reception. The whole school would benefit from this funding as it would be accessible for everyone.",
    "id": 2090,
    "label": [
      {
        "start": 0,
        "end": 153,
        "text": "Within the last two years we have opened our preschool and our next step in our aspirations for the the children is to grow and eat our own fruit and veg",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 160,
        "end": 239,
        "text": "gives the children an opportunity to understand and benefit from healthy eating",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 254,
        "end": 327,
        "text": "benefit the children's gross and fine motor skills leading into reception",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 329,
        "end": 417,
        "text": "The whole school would benefit from this funding as it would be accessible for everyone.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7334,
    "created_at": "2025-04-14T01:20:59.549413Z",
    "updated_at": "2025-04-14T01:20:59.549435Z",
    "lead_time": 35.426
  },
  {
    "Unnamed: 0": 78,
    "additional_info": "We would launch a gardening club to teach children how to care for the world around us. Many of our children live in appartments and flats, so don't have the opportunity to engage in the benefits of having a garden space, taking pride in produce and products nurtured from little hands!",
    "id": 2093,
    "label": [
      {
        "start": 9,
        "end": 32,
        "text": "launch a gardening club",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 33,
        "end": 86,
        "text": "to teach children how to care for the world around us",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 88,
        "end": 138,
        "text": "Many of our children live in appartments and flats",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 154,
        "end": 286,
        "text": "the opportunity to engage in the benefits of having a garden space, taking pride in produce and products nurtured from little hands!",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7337,
    "created_at": "2025-04-14T01:24:43.848357Z",
    "updated_at": "2025-04-14T01:24:43.848390Z",
    "lead_time": 33.05
  },
  {
    "Unnamed: 0": 58,
    "additional_info": "The Eco-Council have been working hard to prepare for a sensory garden to be developed within the school.  They have been busily making things to put in the garden and are now at the point where they will be starting to plant flowers etc to support wildlife etc.  We are in very big need of equipment to help make this possible and would really like to have a fence around it to protect the area.  Our school is in a deprived area so a lot of the children live in flats etc so do not have a garden.  This gives them the opportunity to support the school and learn all about gardening.",
    "id": 2073,
    "label": [
      {
        "start": 39,
        "end": 104,
        "text": "to prepare for a sensory garden to be developed within the school",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 107,
        "end": 261,
        "text": "They have been busily making things to put in the garden and are now at the point where they will be starting to plant flowers etc to support wildlife etc",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 274,
        "end": 300,
        "text": "very big need of equipment",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 350,
        "end": 395,
        "text": "to have a fence around it to protect the area",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 398,
        "end": 497,
        "text": "Our school is in a deprived area so a lot of the children live in flats etc so do not have a garden",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 506,
        "end": 583,
        "text": "ives them the opportunity to support the school and learn all about gardening",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7299,
    "created_at": "2025-04-14T00:45:08.064713Z",
    "updated_at": "2025-04-14T00:45:08.064743Z",
    "lead_time": 56.649
  },
  {
    "Unnamed: 0": 84,
    "additional_info": "This gardening bundle will be amazing at fostering creativity, responsibility, and sensory exploration for my class. Our children can engage in hands-on activities like planting seeds, watering plants, and observing growth. This teaches them about the life cycle of plants, responsibility, and patience. Gardening can also integrate lessons in science, math (measuring growth), and nature. Additionally, the sensory experience of soil, textures, and smells stimulates cognitive and motor skills. The bundle can support collaborative play, teamwork, and environmental awareness, making it a valuable educational tool to promote both academic and personal development in my young learners.",
    "id": 2099,
    "label": [
      {
        "start": 41,
        "end": 116,
        "text": "fostering creativity, responsibility, and sensory exploration for my class.",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 134,
        "end": 222,
        "text": "engage in hands-on activities like planting seeds, watering plants, and observing growth",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 229,
        "end": 302,
        "text": "teaches them about the life cycle of plants, responsibility, and patience",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 323,
        "end": 388,
        "text": "integrate lessons in science, math (measuring growth), and nature",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 457,
        "end": 494,
        "text": "stimulates cognitive and motor skills",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 511,
        "end": 686,
        "text": "support collaborative play, teamwork, and environmental awareness, making it a valuable educational tool to promote both academic and personal development in my young learners",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7343,
    "created_at": "2025-04-14T01:28:16.024847Z",
    "updated_at": "2025-04-14T01:28:16.024870Z",
    "lead_time": 41.666
  },
  {
    "Unnamed: 0": 990,
    "additional_info": "We are a community primary school situated at the heart of a very deprived area. Our families face the daily grind of deprivation and poverty which as a consequence means thier children do too. The school has a well attended, passionatly delivered, Green Club, it has vision and hope but little resources, please empower and support this wonderful club to grow and flourish.",
    "id": 3005,
    "label": [
      {
        "start": 0,
        "end": 79,
        "text": "We are a community primary school situated at the heart of a very deprived area",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 81,
        "end": 192,
        "text": "Our families face the daily grind of deprivation and poverty which as a consequence means thier children do too",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 194,
        "end": 304,
        "text": "The school has a well attended, passionatly delivered, Green Club, it has vision and hope but little resources",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7441,
    "created_at": "2025-04-16T15:51:14.454305Z",
    "updated_at": "2025-04-16T15:51:14.454326Z",
    "lead_time": 38.911
  },
  {
    "Unnamed: 0": 1003,
    "additional_info": "We would buy a set of gardening tools for our primary department. We are a small school for autistic pupils with a high level of need. We have the beginnings of a horticultural area but need more. We would buy raised beds and vegetable patches",
    "id": 3018,
    "label": [
      {
        "start": 0,
        "end": 64,
        "text": "We would buy a set of gardening tools for our primary department",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 66,
        "end": 133,
        "text": "We are a small school for autistic pupils with a high level of need",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 197,
        "end": 243,
        "text": "We would buy raised beds and vegetable patches",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7240,
    "created_at": "2025-04-13T23:53:10.691050Z",
    "updated_at": "2025-04-13T23:53:10.691079Z",
    "lead_time": 45.316
  },
  {
    "Unnamed: 0": 4,
    "additional_info": "Our school is passionate about hands-on learning, and gardening is a perfect way to engage students with nature, science, and sustainability. Your gardening bundles would help us create an interactive garden space where students can grow their own fruits, vegetables, and flowers. This experience will teach responsibility, patience, and teamwork while reinforcing lessons in biology and environmental care. With your support, we could expand our garden with tools, seeds, and educational resources, making gardening accessible for all students. These bundles would inspire young minds, fostering a love for nature and healthy living while strengthening our school community.",
    "id": 2019,
    "label": [
      {
        "start": 0,
        "end": 48,
        "text": "Our school is passionate about hands-on learning",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 81,
        "end": 140,
        "text": "to engage students with nature, science, and sustainability",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 171,
        "end": 213,
        "text": "help us create an interactive garden space",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 302,
        "end": 406,
        "text": "teach responsibility, patience, and teamwork while reinforcing lessons in biology and environmental care",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 427,
        "end": 498,
        "text": "we could expand our garden with tools, seeds, and educational resources",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 566,
        "end": 674,
        "text": "inspire young minds, fostering a love for nature and healthy living while strengthening our school community",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 500,
        "end": 544,
        "text": "making gardening accessible for all students",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7245,
    "created_at": "2025-04-13T23:59:41.494777Z",
    "updated_at": "2025-04-13T23:59:41.494795Z",
    "lead_time": 156.854
  },
  {
    "Unnamed: 0": 57,
    "additional_info": "We are currently trying to revamp our outdoor area. We do not have a lot of money to work with and this year we have had alot of children with SEND start with us who love the outdoors. We really want to make our outdoor space and lovely and welcoming environment for the children. We are in quite a deprived area with children who do not have alot of access to outdoor spaces. We are really trying to promote a love for the outdoors, nature and looking after things.",
    "id": 2072,
    "label": [
      {
        "start": 52,
        "end": 94,
        "text": "We do not have a lot of money to work with",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 109,
        "end": 147,
        "text": "we have had alot of children with SEND",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 200,
        "end": 280,
        "text": "to make our outdoor space and lovely and welcoming environment for the children.",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 281,
        "end": 375,
        "text": "We are in quite a deprived area with children who do not have alot of access to outdoor spaces",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 398,
        "end": 465,
        "text": "to promote a love for the outdoors, nature and looking after things",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 24,
        "end": 50,
        "text": "to revamp our outdoor area",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7298,
    "created_at": "2025-04-14T00:44:00.360904Z",
    "updated_at": "2025-04-14T00:44:09.957922Z",
    "lead_time": 51.879000000000005
  },
  {
    "Unnamed: 0": 5,
    "additional_info": "We have a large population of EAL (English as an Additional Language) students. We would use the funds to buy dual-language books and translation tools. This would support language acquisition and help families feel more included in school life.",
    "id": 3068,
    "label": [
      {
        "start": 0,
        "end": 78,
        "text": "We have a large population of EAL (English as an Additional Language) students",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 103,
        "end": 151,
        "text": "to buy dual-language books and translation tools",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 164,
        "end": 244,
        "text": "support language acquisition and help families feel more included in school life",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7387,
    "created_at": "2025-04-15T17:30:02.057212Z",
    "updated_at": "2025-04-15T17:30:02.057231Z",
    "lead_time": 14.276
  },
  {
    "Unnamed: 0": 29,
    "additional_info": "We are a two from entry school with very low numbers the last few years which is making our budget very difficult. Ourchildren love being outdoors and observing change . It would be brilliant to have some gardening resources for them to grow their own vegetables which would also allow them to eat them.",
    "id": 2044,
    "label": [
      {
        "start": 0,
        "end": 113,
        "text": "We are a two from entry school with very low numbers the last few years which is making our budget very difficult",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 115,
        "end": 167,
        "text": "Ourchildren love being outdoors and observing change",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 192,
        "end": 224,
        "text": "to have some gardening resources",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 225,
        "end": 302,
        "text": "for them to grow their own vegetables which would also allow them to eat them",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7270,
    "created_at": "2025-04-14T00:23:53.902030Z",
    "updated_at": "2025-04-14T00:25:42.461475Z",
    "lead_time": 47.435
  },
  {
    "Unnamed: 0": 2,
    "additional_info": "We run lunch time clubs including Young carers and we celebrate every celebration or local event. We would use the funds to buys new equipment for the children. Roleplay is vital in a child's learning and it would be lovely to support their play with new toys.",
    "id": 3033,
    "label": [
      {
        "start": 0,
        "end": 96,
        "text": "We run lunch time clubs including Young carers and we celebrate every celebration or local event",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 121,
        "end": 159,
        "text": "to buys new equipment for the children",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 161,
        "end": 200,
        "text": "Roleplay is vital in a child's learning",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 224,
        "end": 259,
        "text": "to support their play with new toys",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7367,
    "created_at": "2025-04-14T04:34:11.291874Z",
    "updated_at": "2025-04-14T04:34:11.291896Z",
    "lead_time": 128.448
  },
  {
    "Unnamed: 0": 17,
    "additional_info": "I started the photography club last year with just one shared DSLR camera and a couple of old point-and-shoots. But interest has skyrocketed—more students want to join, yet we don’t have enough cameras for everyone to learn. If we receive the funds, I’ll buy at least two new cameras, a tripod, and some lighting accessories so students can explore portrait, landscape, and action photography. This hands-on experience can also translate into real-world skills for those thinking about creative or media careers.",
    "id": 3100,
    "label": [
      {
        "start": 0,
        "end": 40,
        "text": "I started the photography club last year",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 116,
        "end": 140,
        "text": "interest has skyrocketed",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 173,
        "end": 223,
        "text": "we don’t have enough cameras for everyone to learn",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 255,
        "end": 324,
        "text": "buy at least two new cameras, a tripod, and some lighting accessories",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 428,
        "end": 511,
        "text": "translate into real-world skills for those thinking about creative or media careers",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 337,
        "end": 392,
        "text": "can explore portrait, landscape, and action photography",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7409,
    "created_at": "2025-04-16T02:52:33.913011Z",
    "updated_at": "2025-04-16T02:52:33.913035Z",
    "lead_time": 45.194
  },
  {
    "Unnamed: 0": 21,
    "additional_info": "The gardening bundle will support children in Nursery and Reception in our setting. Many children live in flats and do not have access to their own outside space so we do as much gardening and planting that we can, to provide children with enrichment and an understanding of the world. Gardening is also fantastic to support children's physical development, communication and language and is an inclusive activity for all the children in our setting. Being outdoor and learning about nature helps to support children's mental health so we have set up a gardening club for the older children in our setting which is supported by parent helpers. The gardening club members can also support our younger children and teach them how to grow their own flowers and vegetables, explore the outside environment and have fun.",
    "id": 2036,
    "label": [
      {
        "start": 26,
        "end": 82,
        "text": "support children in Nursery and Reception in our setting",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 84,
        "end": 161,
        "text": "Many children live in flats and do not have access to their own outside space",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 215,
        "end": 284,
        "text": "to provide children with enrichment and an understanding of the world",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 314,
        "end": 449,
        "text": "to support children's physical development, communication and language and is an inclusive activity for all the children in our setting",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 491,
        "end": 532,
        "text": "helps to support children's mental health",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 713,
        "end": 814,
        "text": "teach them how to grow their own flowers and vegetables, explore the outside environment and have fun",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7262,
    "created_at": "2025-04-14T00:18:37.566913Z",
    "updated_at": "2025-04-14T00:18:37.566939Z",
    "lead_time": 63.351
  },
  {
    "Unnamed: 0": 0,
    "additional_info": "We are a small secondary school aiming to establish a robotics club that fosters creativity, collaboration, and technical skills. Our students come from diverse economic backgrounds, and we hope to spark their interest in STEM fields by providing hands-on learning experiences. If we receive this grant, we plan to purchase robotics kits and organize workshops to inspire innovation and teamwork.",
    "id": 3053,
    "label": [
      {
        "start": 0,
        "end": 31,
        "text": "We are a small secondary school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 39,
        "end": 67,
        "text": "to establish a robotics club",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 73,
        "end": 128,
        "text": "fosters creativity, collaboration, and technical skills",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 130,
        "end": 181,
        "text": "Our students come from diverse economic backgrounds",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 195,
        "end": 233,
        "text": "to spark their interest in STEM fields",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 312,
        "end": 360,
        "text": "to purchase robotics kits and organize workshops",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 361,
        "end": 396,
        "text": "to inspire innovation and teamwork.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7366,
    "created_at": "2025-04-14T04:32:02.719076Z",
    "updated_at": "2025-04-14T04:32:02.719108Z",
    "lead_time": 48.159
  },
  {
    "Unnamed: 0": 6,
    "additional_info": "I’ve always believed in the importance of learning outside the classroom, and the local science museum offers dynamic exhibits that spark curiosity. Unfortunately, transportation and group admission costs can make it tough to arrange such trips. With some additional funding, I could schedule a visit for our seventh and eighth graders and ensure no student is left behind due to ticket fees. I’m convinced that seeing real-world applications of physics, biology, and chemistry can ignite a passion in these kids that a textbook can’t always replicate.",
    "id": 3089,
    "label": [
      {
        "start": 78,
        "end": 147,
        "text": "the local science museum offers dynamic exhibits that spark curiosity",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 164,
        "end": 244,
        "text": "transportation and group admission costs can make it tough to arrange such trips",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 284,
        "end": 391,
        "text": "schedule a visit for our seventh and eighth graders and ensure no student is left behind due to ticket fees",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 482,
        "end": 551,
        "text": "ignite a passion in these kids that a textbook can’t always replicate",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7420,
    "created_at": "2025-04-16T03:01:47.509064Z",
    "updated_at": "2025-04-16T03:01:47.509092Z",
    "lead_time": 33.385
  },
  {
    "Unnamed: 0": 7,
    "additional_info": "We would use the funding to buy musical instruments for our music therapy sessions. Many of our SEND students respond well to rhythm and sound. Music therapy will boost confidence, emotional expression, and communication.",
    "id": 3070,
    "label": [
      {
        "start": 92,
        "end": 142,
        "text": "our SEND students respond well to rhythm and sound",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 163,
        "end": 220,
        "text": "boost confidence, emotional expression, and communication",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 25,
        "end": 82,
        "text": "to buy musical instruments for our music therapy sessions",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7385,
    "created_at": "2025-04-15T17:29:34.749819Z",
    "updated_at": "2025-04-15T17:29:34.749858Z",
    "lead_time": 28.682
  },
  {
    "Unnamed: 0": 23,
    "additional_info": "In our Nursery setting, my mission this year is to develop our outdoor area. I have a 2's and 3's provision and the outdoors environments are lacking so I would use this support to create a planting area for my children to develop their understanding of the natural world, grow plants to help their understanding of life cycles and create a safe area for children to dig. I have a cohort who love the outdoors and learn more effectively outside, so it would be brilliant to have more resources to enable them to expand their knowledge.",
    "id": 2038,
    "label": [
      {
        "start": 48,
        "end": 75,
        "text": "to develop our outdoor area",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 153,
        "end": 219,
        "text": "I would use this support to create a planting area for my children",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 77,
        "end": 149,
        "text": "I have a 2's and 3's provision and the outdoors environments are lacking",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 220,
        "end": 370,
        "text": "to develop their understanding of the natural world, grow plants to help their understanding of life cycles and create a safe area for children to dig",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 372,
        "end": 444,
        "text": "I have a cohort who love the outdoors and learn more effectively outside",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 494,
        "end": 535,
        "text": "to enable them to expand their knowledge.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7264,
    "created_at": "2025-04-14T00:20:18.085192Z",
    "updated_at": "2025-04-14T00:20:18.085220Z",
    "lead_time": 47.771
  },
  {
    "Unnamed: 0": 48,
    "additional_info": "As an inner city school with no real grass in the outdoor area, a gardening bundle would be amazing for our children. Also living in high rise flats, the children's experience of gardening is very limited so being able to provide them with that experience at school would be unforgettable.",
    "id": 2063,
    "label": [
      {
        "start": 0,
        "end": 62,
        "text": "As an inner city school with no real grass in the outdoor area",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 118,
        "end": 204,
        "text": "Also living in high rise flats, the children's experience of gardening is very limited",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 219,
        "end": 265,
        "text": "to provide them with that experience at school",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7289,
    "created_at": "2025-04-14T00:38:26.078052Z",
    "updated_at": "2025-04-14T00:38:26.078077Z",
    "lead_time": 22.501
  },
  {
    "Unnamed: 0": 89,
    "additional_info": "The support for our children would offer a unique, calming, and safe outdoor space where they can engage with their surroundings. Unlike traditional indoor sensory rooms, an outdoor sensory space provides an unparalleled sensory experience, fostering well-being and brain development. We currently have 40% of our children with SEND\r\nAn outdoor sensory garden can provide constant, enriching sensory experiences, fostering both spontaneous and structured sensory play. This natural environment is particularly beneficial for children with SEND, offering a peaceful refuge where they can find rest and respite from the often overwhelming classroom environment.",
    "id": 2104,
    "label": [
      {
        "start": 35,
        "end": 128,
        "text": "offer a unique, calming, and safe outdoor space where they can engage with their surroundings",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 196,
        "end": 283,
        "text": "provides an unparalleled sensory experience, fostering well-being and brain development",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 285,
        "end": 332,
        "text": "We currently have 40% of our children with SEND",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 364,
        "end": 467,
        "text": "provide constant, enriching sensory experiences, fostering both spontaneous and structured sensory play",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 497,
        "end": 543,
        "text": "particularly beneficial for children with SEND",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 545,
        "end": 658,
        "text": "offering a peaceful refuge where they can find rest and respite from the often overwhelming classroom environment",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7348,
    "created_at": "2025-04-14T03:25:14.058233Z",
    "updated_at": "2025-04-14T03:25:14.058264Z",
    "lead_time": 72.86
  },
  {
    "Unnamed: 0.1": 7,
    "Unnamed: 0": "",
    "Unnamed: 1": "",
    "additional_info": "Our school is in one of the most deprived areas of Stockport and we have a lot of children in need of the extra resources this could bring. We have children with ADHD, Autism, have suffered or witnessed violence so calming equipment like lights, fidgets that are tactile, cushions, theraputty, pencil grips, rugs and blankets. These would have a huge impact so that we can give more kids the equipment they need. The amount of children with additional needs has increased dramatically and we struggle to get everything we need to support them. It would also mean we can place our existing funds in to other SEND applications. I just want to see the kids get what they need and deserve at a school that is very short on budget and kids who have no home support to have to have that extra in school. Children who have nothing would get that little bit to increase value at school'",
    "Unnamed: 3": "SEND/Sensory",
    "id": 3029,
    "label": [
      {
        "start": 0,
        "end": 138,
        "text": "Our school is in one of the most deprived areas of Stockport and we have a lot of children in need of the extra resources this could bring",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 140,
        "end": 211,
        "text": "We have children with ADHD, Autism, have suffered or witnessed violence",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 215,
        "end": 325,
        "text": "calming equipment like lights, fidgets that are tactile, cushions, theraputty, pencil grips, rugs and blankets",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 373,
        "end": 411,
        "text": "give more kids the equipment they need",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 413,
        "end": 542,
        "text": "The amount of children with additional needs has increased dramatically and we struggle to get everything we need to support them",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 563,
        "end": 624,
        "text": "we can place our existing funds in to other SEND applications",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 638,
        "end": 684,
        "text": "to see the kids get what they need and deserve",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 685,
        "end": 725,
        "text": "at a school that is very short on budget",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 730,
        "end": 759,
        "text": "kids who have no home support",
        "labels": [
          "Context"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7371,
    "created_at": "2025-04-14T04:38:29.863673Z",
    "updated_at": "2025-04-14T04:38:29.863700Z",
    "lead_time": 83.478
  },
  {
    "Unnamed: 0": 83,
    "additional_info": "We have many pupils that would benefit from a lovely sensory garden area and that struggle within the classroom. This would be a fantastic place for them to work where they are relaxed and able to take in or work on growing plants/vegetables in a garden area.",
    "id": 2098,
    "label": [
      {
        "start": 0,
        "end": 112,
        "text": "We have many pupils that would benefit from a lovely sensory garden area and that struggle within the classroom.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 145,
        "end": 259,
        "text": "for them to work where they are relaxed and able to take in or work on growing plants/vegetables in a garden area.",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7342,
    "created_at": "2025-04-14T01:27:34.238395Z",
    "updated_at": "2025-04-14T01:27:34.238425Z",
    "lead_time": 15.585
  },
  {
    "Unnamed: 0": 7,
    "additional_info": "Within our urban school, many families face economic hardships, and students often struggle with limited access to nutritious meals. We are passionate about building a comprehensive nutrition education and cooking skills program that empowers students to make healthier food choices. By integrating farm-to-table experiences and hands-on cooking classes, we aim to educate students about the benefits of nutritious eating and instill a lifelong appreciation for wellness. With your support, we can break the cycle of poor nutrition and provide students with the knowledge and skills to care for their health. This transformative initiative would pave the way for a healthier future, nurturing not just young bodies but also fostering self-reliance and confidence in their ability to make informed lifestyle choices.",
    "id": 3046,
    "label": [
      {
        "start": 0,
        "end": 131,
        "text": "Within our urban school, many families face economic hardships, and students often struggle with limited access to nutritious meals",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 133,
        "end": 228,
        "text": "We are passionate about building a comprehensive nutrition education and cooking skills program",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 234,
        "end": 282,
        "text": "empowers students to make healthier food choices",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 287,
        "end": 353,
        "text": "integrating farm-to-table experiences and hands-on cooking classes",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 362,
        "end": 470,
        "text": "to educate students about the benefits of nutritious eating and instill a lifelong appreciation for wellness",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 498,
        "end": 607,
        "text": "break the cycle of poor nutrition and provide students with the knowledge and skills to care for their health",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 646,
        "end": 814,
        "text": "pave the way for a healthier future, nurturing not just young bodies but also fostering self-reliance and confidence in their ability to make informed lifestyle choices",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7316,
    "created_at": "2025-04-14T00:57:06.621205Z",
    "updated_at": "2025-04-14T00:57:06.621236Z",
    "lead_time": 45.52
  },
  {
    "Unnamed: 0": 16,
    "additional_info": "When I watch our students during recess, I notice that those who use wheelchairs or have mobility issues don’t get to fully engage in play activities. With an inclusive swing set and some modifications to the playground surface, we could let them participate more easily. By using a portion of the grant for these items, we’ll show that every child’s social development and happiness matter—and we’ll create an atmosphere where everyone feels welcome.",
    "id": 3099,
    "label": [
      {
        "start": 41,
        "end": 149,
        "text": "I notice that those who use wheelchairs or have mobility issues don’t get to fully engage in play activities",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 156,
        "end": 227,
        "text": "an inclusive swing set and some modifications to the playground surface",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 238,
        "end": 270,
        "text": "let them participate more easily",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 327,
        "end": 450,
        "text": "show that every child’s social development and happiness matter—and we’ll create an atmosphere where everyone feels welcome",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7410,
    "created_at": "2025-04-16T02:53:07.570815Z",
    "updated_at": "2025-04-16T02:53:07.570839Z",
    "lead_time": 33.495
  },
  {
    "Unnamed: 0": 9,
    "additional_info": "As the lead art teacher, I’ve watched our old kiln become almost unusable, and we’re constantly low on clay and paints. Ceramic work and painting are some of the most effective forms of creative expression, especially for students who might not excel in academic subjects but thrive in the arts. If I’m able to secure this grant, I’d repair or replace our kiln and restock essential materials. Doing so will let us expand the art curriculum and host showcases that celebrate our students’ talent and innovation.",
    "id": 3092,
    "label": [
      {
        "start": 25,
        "end": 118,
        "text": "I’ve watched our old kiln become almost unusable, and we’re constantly low on clay and paints",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 334,
        "end": 392,
        "text": "repair or replace our kiln and restock essential materials",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 408,
        "end": 510,
        "text": "let us expand the art curriculum and host showcases that celebrate our students’ talent and innovation",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7417,
    "created_at": "2025-04-16T02:59:29.095556Z",
    "updated_at": "2025-04-16T02:59:29.095579Z",
    "lead_time": 32.96
  },
  {
    "Unnamed: 0": 51,
    "additional_info": "At Netherbrook, we are committed to hands-on, outdoor learning. This garden bundle would help us expand our school garden, where pupils engage in science, nutrition, and environmental lessons. With compost to enrich the soil, seeds to grow vegetables, and tools for hands-on experience, our pupils will learn responsibility, sustainability, and teamwork. Many of our pupils come from disadvantaged areas with limited green space, so this garden is a vital connection to nature. Your support will enhance our curriculum, provide fresh produce for school meals, and foster a love for gardening, benefiting our pupils health and education.",
    "id": 2066,
    "label": [
      {
        "start": 1,
        "end": 62,
        "text": "t Netherbrook, we are committed to hands-on, outdoor learning",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 89,
        "end": 191,
        "text": "help us expand our school garden, where pupils engage in science, nutrition, and environmental lessons",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 198,
        "end": 285,
        "text": "compost to enrich the soil, seeds to grow vegetables, and tools for hands-on experience",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 287,
        "end": 353,
        "text": "our pupils will learn responsibility, sustainability, and teamwork",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 355,
        "end": 428,
        "text": "Many of our pupils come from disadvantaged areas with limited green space",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 448,
        "end": 477,
        "text": "a vital connection to nature.",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 496,
        "end": 635,
        "text": "enhance our curriculum, provide fresh produce for school meals, and foster a love for gardening, benefiting our pupils health and education",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7292,
    "created_at": "2025-04-14T00:40:19.456767Z",
    "updated_at": "2025-04-14T00:40:19.456792Z",
    "lead_time": 53.712
  },
  {
    "Unnamed: 0": 998,
    "additional_info": "As a Church of England school we encourage the children to link many of our activities to our school vision of being positive participants of the world community, loving thy neighbour as yourself whilst acknowledging the link to our Creator God. Our gardening club would benefit from the resources bundle and would help them to live out our school vision in a very practical way in addition to learning about plant growth and food production.",
    "id": 3013,
    "label": [
      {
        "start": 30,
        "end": 161,
        "text": "we encourage the children to link many of our activities to our school vision of being positive participants of the world community",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 394,
        "end": 441,
        "text": "learning about plant growth and food production",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 203,
        "end": 244,
        "text": "acknowledging the link to our Creator God",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7433,
    "created_at": "2025-04-16T15:39:47.839119Z",
    "updated_at": "2025-04-16T15:39:47.839149Z",
    "lead_time": 40.266
  },
  {
    "Unnamed: 0.1": 4,
    "Unnamed: 0": "March Community Collection",
    "Unnamed: 1": "311059",
    "additional_info": "Budgets are tight, needs are great. We're a small school at the heart of a rural community, where the welfare of our children is paramount to all our dedicated, committed staff. We have an increasing number of children with Special Educational Needs. Many have a diagnosis of Dyslexia and ASD. Additional funds would help us purchase dyslexia friendly reading materials and spelling support to enhance our Learning Support resource room. For our ASD children, we would purchase sensory items for our time out corner to help regulate sensory overload. Small helps make huge differences to the confidence of needy children.",
    "Unnamed: 3": "Books/Library, SEND/Sensory",
    "id": 3026,
    "label": [
      {
        "start": 0,
        "end": 34,
        "text": "Budgets are tight, needs are great",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 178,
        "end": 292,
        "text": "We have an increasing number of children with Special Educational Needs. Many have a diagnosis of Dyslexia and ASD",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 36,
        "end": 176,
        "text": "We're a small school at the heart of a rural community, where the welfare of our children is paramount to all our dedicated, committed staff",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 325,
        "end": 390,
        "text": "purchase dyslexia friendly reading materials and spelling support",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 394,
        "end": 436,
        "text": "enhance our Learning Support resource room",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 446,
        "end": 458,
        "text": "ASD children",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 469,
        "end": 515,
        "text": "purchase sensory items for our time out corner",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 519,
        "end": 549,
        "text": "help regulate sensory overload",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 563,
        "end": 620,
        "text": "make huge differences to the confidence of needy children",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7394,
    "created_at": "2025-04-15T17:45:15.316074Z",
    "updated_at": "2025-04-15T17:45:15.316098Z",
    "lead_time": 136.917
  },
  {
    "Unnamed: 0": 41,
    "additional_info": "We are an infant school in the middle of a city but lucky enough to have a large forest area which is in desperate need of some love. My plan over the next year is to develop a love of nature across the school and invest in our outside areas to get children active, developing a nature connection and therefore become more environmentally friendly. A lot of our children do not have access to green space so this would go a long way to help them learn about the importance of nature. Thank you.",
    "id": 2056,
    "label": [
      {
        "start": 0,
        "end": 132,
        "text": "We are an infant school in the middle of a city but lucky enough to have a large forest area which is in desperate need of some love",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 134,
        "end": 209,
        "text": "My plan over the next year is to develop a love of nature across the school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 214,
        "end": 264,
        "text": "invest in our outside areas to get children active",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 266,
        "end": 347,
        "text": "developing a nature connection and therefore become more environmentally friendly",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 349,
        "end": 404,
        "text": "A lot of our children do not have access to green space",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 436,
        "end": 482,
        "text": "help them learn about the importance of nature",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7282,
    "created_at": "2025-04-14T00:34:29.384096Z",
    "updated_at": "2025-04-14T00:34:29.384122Z",
    "lead_time": 42.345
  },
  {
    "Unnamed: 0": 1,
    "additional_info": "Many of our students do not have internet access at home. We would use the funding to provide Wi-Fi hotspots and tablets for use at home. This will reduce the digital divide and allow all students to complete homework and access educational resources equally.",
    "id": 3064,
    "label": [
      {
        "start": 0,
        "end": 56,
        "text": "Many of our students do not have internet access at home",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 83,
        "end": 136,
        "text": "to provide Wi-Fi hotspots and tablets for use at home",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 148,
        "end": 258,
        "text": "reduce the digital divide and allow all students to complete homework and access educational resources equally",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7391,
    "created_at": "2025-04-15T17:39:14.308613Z",
    "updated_at": "2025-04-15T17:39:14.308644Z",
    "lead_time": 29.857
  },
  {
    "Unnamed: 0": 2,
    "additional_info": "We are in a high-poverty area and many families struggle to afford school uniforms. We would use the money to set up a school uniform bank where families can borrow or keep items. This would reduce financial stress and help children feel part of the school community.",
    "id": 3065,
    "label": [
      {
        "start": 0,
        "end": 82,
        "text": "We are in a high-poverty area and many families struggle to afford school uniforms",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 107,
        "end": 138,
        "text": "to set up a school uniform bank",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 191,
        "end": 266,
        "text": "reduce financial stress and help children feel part of the school community",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7390,
    "created_at": "2025-04-15T17:38:44.305326Z",
    "updated_at": "2025-04-15T17:38:44.305346Z",
    "lead_time": 255.302
  },
  {
    "Unnamed: 0": 8,
    "additional_info": "We are developing a life-skills curriculum for our Year 11 students. The grant would fund equipment for cooking, budgeting, and laundry skills. This will help prepare students for independent living and post-16 transition.",
    "id": 3071,
    "label": [
      {
        "start": 0,
        "end": 67,
        "text": "We are developing a life-skills curriculum for our Year 11 students",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 90,
        "end": 142,
        "text": "equipment for cooking, budgeting, and laundry skills",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 159,
        "end": 221,
        "text": "prepare students for independent living and post-16 transition",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7384,
    "created_at": "2025-04-15T17:29:05.908695Z",
    "updated_at": "2025-04-15T17:29:05.908719Z",
    "lead_time": 22.357
  },
  {
    "Unnamed: 0": 53,
    "additional_info": "Our garden space is limited in school. We want to make more of what we have and the space available to us on the railings of school also. We are already planting strawberries and have some lovely raised borders but now we need to fill them!",
    "id": 2068,
    "label": [
      {
        "start": 0,
        "end": 37,
        "text": "Our garden space is limited in school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 47,
        "end": 136,
        "text": "to make more of what we have and the space available to us on the railings of school also",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 138,
        "end": 210,
        "text": "We are already planting strawberries and have some lovely raised borders",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 215,
        "end": 240,
        "text": "now we need to fill them!",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7294,
    "created_at": "2025-04-14T00:41:27.738922Z",
    "updated_at": "2025-04-14T00:41:27.738955Z",
    "lead_time": 31.753
  },
  {
    "Unnamed: 0": 3,
    "additional_info": "We would be get science equipment- force meters, torches, prisms etc for our school.",
    "id": 3034,
    "label": [
      {
        "start": 12,
        "end": 83,
        "text": "get science equipment- force meters, torches, prisms etc for our school",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7328,
    "created_at": "2025-04-14T01:16:08.769313Z",
    "updated_at": "2025-04-14T01:16:08.769342Z",
    "lead_time": 7.563
  },
  {
    "Unnamed: 0": 18,
    "additional_info": "Our library has not been updated in over 10 years. We would use the grant to buy new fiction and non-fiction books that reflect our diverse school community. This would improve literacy and ensure representation in reading materials.",
    "id": 3081,
    "label": [
      {
        "start": 0,
        "end": 49,
        "text": "Our library has not been updated in over 10 years",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 74,
        "end": 114,
        "text": "to buy new fiction and non-fiction books",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 120,
        "end": 156,
        "text": "reflect our diverse school community",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 169,
        "end": 232,
        "text": "improve literacy and ensure representation in reading materials",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7374,
    "created_at": "2025-04-15T17:24:58.867789Z",
    "updated_at": "2025-04-15T17:24:58.867812Z",
    "lead_time": 66.623
  },
  {
    "Unnamed: 0": 86,
    "additional_info": "At our Nursery, we focus on creating a nurturing and stimulating environment for our youngest learners. We would use your support to enhance our play-based learning approach with additional resources, such as sensory materials and interactive storybooks, fostering creativity and language development. Our diverse community benefits from tailored staff training workshops, helping us better address the varied needs of our children, including those with special educational needs. Your involvement could also extend to organising community events, encouraging family engagement and building a stronger school community. Through these efforts, we aim to provide every child with a joyful start to their education journey.",
    "id": 2101,
    "label": [
      {
        "start": 0,
        "end": 102,
        "text": "At our Nursery, we focus on creating a nurturing and stimulating environment for our youngest learners",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 130,
        "end": 253,
        "text": "to enhance our play-based learning approach with additional resources, such as sensory materials and interactive storybooks",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 255,
        "end": 300,
        "text": "fostering creativity and language development",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 373,
        "end": 479,
        "text": "helping us better address the varied needs of our children, including those with special educational needs",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 516,
        "end": 546,
        "text": "to organising community events",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 548,
        "end": 618,
        "text": "encouraging family engagement and building a stronger school community",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 338,
        "end": 371,
        "text": "tailored staff training workshops",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 650,
        "end": 719,
        "text": "to provide every child with a joyful start to their education journey",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7345,
    "created_at": "2025-04-14T01:30:05.827793Z",
    "updated_at": "2025-04-14T01:30:05.827825Z",
    "lead_time": 58.082
  },
  {
    "Unnamed: 0": 2,
    "additional_info": "Our school is proud to have recently formed a drama club, but our limited space and resources mean many imaginative ideas remain unfulfilled. We are hoping to develop a small stage area and secure props, costumes, and sound equipment to support regular performance rehearsals and workshops. This support would nurture students’ creativity, enhance public speaking and teamwork skills, and foster an inclusive space where every voice is heard.",
    "id": 3041,
    "label": [
      {
        "start": 0,
        "end": 140,
        "text": "Our school is proud to have recently formed a drama club, but our limited space and resources mean many imaginative ideas remain unfulfilled",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 156,
        "end": 232,
        "text": "to develop a small stage area and secure props, costumes, and sound equipmen",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 310,
        "end": 441,
        "text": "nurture students’ creativity, enhance public speaking and teamwork skills, and foster an inclusive space where every voice is heard",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7321,
    "created_at": "2025-04-14T01:01:57.347258Z",
    "updated_at": "2025-04-14T01:01:57.347281Z",
    "lead_time": 22.151
  },
  {
    "Unnamed: 0": 993,
    "additional_info": "We are a very small school with a small budget. It would help with engaging pupils in an interest there isn't the opportunity for them to do so",
    "id": 3008,
    "label": [
      {
        "start": 0,
        "end": 46,
        "text": "We are a very small school with a small budget",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 57,
        "end": 143,
        "text": "help with engaging pupils in an interest there isn't the opportunity for them to do so",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7438,
    "created_at": "2025-04-16T15:48:18.476996Z",
    "updated_at": "2025-04-16T15:48:18.477017Z",
    "lead_time": 22.953
  },
  {
    "Unnamed: 0": 14,
    "additional_info": "Although we have a computer lab, it’s always booked solid, making it hard for me to schedule tech-based projects in my English and Social Studies classes. With grant money, I’d purchase a mobile laptop cart to bring technology directly into the classroom. This way, students can quickly break into groups, research historical events, or draft collaborative essays without having to relocate or fight for lab time. This improved access would help us implement more dynamic, tech-rich learning activities every day.",
    "id": 3097,
    "label": [
      {
        "start": 9,
        "end": 112,
        "text": "we have a computer lab, it’s always booked solid, making it hard for me to schedule tech-based projects",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 177,
        "end": 206,
        "text": "purchase a mobile laptop cart",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 210,
        "end": 254,
        "text": "bring technology directly into the classroom",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 364,
        "end": 412,
        "text": "without having to relocate or fight for lab time",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 449,
        "end": 512,
        "text": "implement more dynamic, tech-rich learning activities every day",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7412,
    "created_at": "2025-04-16T02:55:24.580403Z",
    "updated_at": "2025-04-16T02:55:24.580424Z",
    "lead_time": 96.889
  },
  {
    "Unnamed: 0": 8,
    "additional_info": "We hope to organize a weekend coding hackathon for our high school students interested in computer science. This event would encourage creativity and real-world problem solving. Receiving funds would allow us to provide hardware, catering, and professional mentoring, ensuring an inclusive and engaging experience.",
    "id": 3061,
    "label": [
      {
        "start": 8,
        "end": 46,
        "text": "to organize a weekend coding hackathon",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 125,
        "end": 176,
        "text": "encourage creativity and real-world problem solving",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 209,
        "end": 266,
        "text": "to provide hardware, catering, and professional mentoring",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7358,
    "created_at": "2025-04-14T04:26:04.247089Z",
    "updated_at": "2025-04-14T04:26:04.247115Z",
    "lead_time": 40.272
  },
  {
    "Unnamed: 0": 1,
    "additional_info": "If our preschool won £500, we would invest in enriching resources to enhance children's learning experiences. First, we would purchase educational materials like books and interactive games to foster literacy and numeracy skills. Next, we would allocate funds for outdoor play equipment, promoting physical activity and teamwork. Additionally, we would organize workshops for parents to engage them in their childâ€™s development. Finally, a portion would be set aside for seasonal field trips, exposing children to real-world experiences and fostering curiosity. This investment would ensure a vibrant, stimulating environment that supports holistic development for our preschoolers.",
    "id": 3032,
    "label": [
      {
        "start": 46,
        "end": 65,
        "text": "enriching resources",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 66,
        "end": 108,
        "text": "to enhance children's learning experiences",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 135,
        "end": 189,
        "text": "educational materials like books and interactive games",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 190,
        "end": 228,
        "text": "to foster literacy and numeracy skills",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 245,
        "end": 286,
        "text": "allocate funds for outdoor play equipment",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 288,
        "end": 328,
        "text": "promoting physical activity and teamwork",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 353,
        "end": 383,
        "text": "organize workshops for parents",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 384,
        "end": 429,
        "text": "to engage them in their childâ€™s development",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 440,
        "end": 493,
        "text": "a portion would be set aside for seasonal field trips",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 495,
        "end": 562,
        "text": "exposing children to real-world experiences and fostering curiosity",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 586,
        "end": 683,
        "text": "ensure a vibrant, stimulating environment that supports holistic development for our preschoolers",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7368,
    "created_at": "2025-04-14T04:35:54.553300Z",
    "updated_at": "2025-04-14T04:35:54.553321Z",
    "lead_time": 103.142
  },
  {
    "Unnamed: 0": 39,
    "additional_info": "With the Â£500 voucher, we would invest in materials for clubs such as a gardening club, which would actively involve parents and the local community, fostering a sense of collaboration and enhancement of outdoor learning. Furthermore, we aim to equip our new forest school area with essential resources (an allotment, an insect hotel and further ideas to enrich learning), encouraging exploration and environmental awareness among our pupils. This investment would significantly contribute to holistic development in our school community.",
    "id": 2054,
    "label": [
      {
        "start": 33,
        "end": 87,
        "text": "invest in materials for clubs such as a gardening club",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 151,
        "end": 221,
        "text": "fostering a sense of collaboration and enhancement of outdoor learning",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 243,
        "end": 372,
        "text": "to equip our new forest school area with essential resources (an allotment, an insect hotel and further ideas to enrich learning)",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 374,
        "end": 442,
        "text": "encouraging exploration and environmental awareness among our pupils",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 480,
        "end": 538,
        "text": "contribute to holistic development in our school community",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7280,
    "created_at": "2025-04-14T00:32:51.375333Z",
    "updated_at": "2025-04-14T00:32:51.375368Z",
    "lead_time": 41.718
  },
  {
    "Unnamed: 0": 59,
    "additional_info": "We have some lovely outdoor areas in need of plants / seeds / greenry. We are a school in a very built up deprived area and the children do not get to experience the actions of planting greenery. It would really help our EYFS area and help with understanding of the world for these children who need it the most.",
    "id": 2074,
    "label": [
      {
        "start": 0,
        "end": 69,
        "text": "We have some lovely outdoor areas in need of plants / seeds / greenry",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 71,
        "end": 194,
        "text": "We are a school in a very built up deprived area and the children do not get to experience the actions of planting greenery",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 212,
        "end": 311,
        "text": "help our EYFS area and help with understanding of the world for these children who need it the most",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7300,
    "created_at": "2025-04-14T00:45:27.278262Z",
    "updated_at": "2025-04-14T00:45:27.278284Z",
    "lead_time": 19.085
  },
  {
    "Unnamed: 0": 9,
    "additional_info": "Our school aims to revive the annual science fair, which was canceled due to funding cuts. Students benefit greatly from hands-on experiments, but many lack the resources to execute their projects. We would use this grant to purchase lab materials, protective gear, and invite local experts, giving learners a chance to showcase their discoveries.",
    "id": 3062,
    "label": [
      {
        "start": 0,
        "end": 89,
        "text": "Our school aims to revive the annual science fair, which was canceled due to funding cuts",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 91,
        "end": 196,
        "text": "Students benefit greatly from hands-on experiments, but many lack the resources to execute their projects",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 222,
        "end": 290,
        "text": "to purchase lab materials, protective gear, and invite local experts",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 292,
        "end": 346,
        "text": "giving learners a chance to showcase their discoveries",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7357,
    "created_at": "2025-04-14T04:25:17.854292Z",
    "updated_at": "2025-04-14T04:25:17.854317Z",
    "lead_time": 1297.255
  },
  {
    "Unnamed: 0.1": 6,
    "Unnamed: 0": "",
    "Unnamed: 1": "",
    "additional_info": "Greetings from our SEN school Harford Manor in Norwich. We are a school with 100 students who have profound learning and developmental disabilities that significantly impact our daily lives. Our parents and staff have formed a charity to support us, The Friends of Harford Manor. They work hard to raise funds to replace old equipment or items we break on accident which the schools limited budget cannot cover. As our charity is run 100% by volunteers every single penny goes to helping improve our quality of life. It is a challenge for SEN school to raise funds as many of our students live in various parts of the county. Any funds raised can could help us build a shelter for the back of classrooms to keep us dry or even for therapeutic resources that help us regulate throughout the school day. We often find ourselves competing with larger schools or academies with larger budgets and more resources, so every penny raised feels like a tiny miracle for us. We could really use funds at the moment to improve our school hall or to buy new swing seats for the secondary play area as the current ones are old, worn out, and ruining our students clothing with dark stains. Any help you could provide would be endlessly grateful for!'",
    "Unnamed: 3": "SEND/Sensory",
    "id": 3028,
    "label": [
      {
        "start": 19,
        "end": 29,
        "text": "SEN school",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 56,
        "end": 189,
        "text": "We are a school with 100 students who have profound learning and developmental disabilities that significantly impact our daily lives",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 704,
        "end": 800,
        "text": "to keep us dry or even for therapeutic resources that help us regulate throughout the school day",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 802,
        "end": 888,
        "text": "We often find ourselves competing with larger schools or academies with larger budgets",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 1005,
        "end": 1075,
        "text": "to improve our school hall or to buy new swing seats for the secondary",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 1089,
        "end": 1175,
        "text": "the current ones are old, worn out, and ruining our students clothing with dark stains",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 191,
        "end": 410,
        "text": "Our parents and staff have formed a charity to support us, The Friends of Harford Manor. They work hard to raise funds to replace old equipment or items we break on accident which the schools limited budget cannot cover",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 477,
        "end": 515,
        "text": "to helping improve our quality of life",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 517,
        "end": 624,
        "text": "It is a challenge for SEN school to raise funds as many of our students live in various parts of the county",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 653,
        "end": 703,
        "text": "help us build a shelter for the back of classrooms",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7393,
    "created_at": "2025-04-15T17:42:58.235993Z",
    "updated_at": "2025-04-15T17:42:58.236020Z",
    "lead_time": 198.838
  },
  {
    "Unnamed: 0": 68,
    "additional_info": "We are a charity based setting that needs as much help as possible. We are a small setting with 4 staff members and 23 children.\r\nWinning this would help set up our sensory area which we want to fill with sensory flowers, different textures of pebbles, slate etc, mirrors and wind chimes. We also have an apple tree that requires a new pot and a sad looking Christmas tree that's looking for a new place to rest her roots.",
    "id": 2083,
    "label": [
      {
        "start": 0,
        "end": 66,
        "text": "We are a charity based setting that needs as much help as possible",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 68,
        "end": 127,
        "text": "We are a small setting with 4 staff members and 23 children",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 149,
        "end": 287,
        "text": "help set up our sensory area which we want to fill with sensory flowers, different textures of pebbles, slate etc, mirrors and wind chimes",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 302,
        "end": 372,
        "text": "an apple tree that requires a new pot and a sad looking Christmas tree",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7309,
    "created_at": "2025-04-14T00:51:47.812662Z",
    "updated_at": "2025-04-14T00:51:47.812697Z",
    "lead_time": 40.62
  },
  {
    "Unnamed: 0": 1005,
    "additional_info": "We would love to have the gardening equipment as we do have a small garden but it needs compost and seeds and equipment to allow the children to enjoy growing the vegetables and sharing with their family.  These items would be a great bonus for us as we have limited resources and funding to purchase these in our budget . Our garden patch would be blossoming once again and the children will learn about planting growing and harvesting techniques. Many of these children live in flats or with no access to gardens . In addition there are many parents  who are not aware of the importance of growing . This will increase their knowledge and understanding of the world and help the environment",
    "id": 3020,
    "label": [
      {
        "start": 49,
        "end": 74,
        "text": "we do have a small garden",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 88,
        "end": 119,
        "text": "compost and seeds and equipment",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 123,
        "end": 203,
        "text": "allow the children to enjoy growing the vegetables and sharing with their family",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 251,
        "end": 320,
        "text": "we have limited resources and funding to purchase these in our budget",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 449,
        "end": 514,
        "text": "Many of these children live in flats or with no access to gardens",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 612,
        "end": 692,
        "text": "increase their knowledge and understanding of the world and help the environment",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7427,
    "created_at": "2025-04-16T03:08:24.176607Z",
    "updated_at": "2025-04-16T03:08:24.176630Z",
    "lead_time": 79.898
  },
  {
    "Unnamed: 0": 64,
    "additional_info": "We are a small, rural school of 60 children with limited budgets and limited staff. Our children are very keen to start their own garden and are in the process of building a community pantry to help those around us in need. We would love to get the children outside and in nature and grow some vegetables to help us to stock the pantry and provide fresh food to our families. We also hope to tidy up the village and local care homes with flower displays and planters. This prize would mean the world to our small but ambitious project! Thank you so much for the opportunity.",
    "id": 2079,
    "label": [
      {
        "start": 0,
        "end": 82,
        "text": "We are a small, rural school of 60 children with limited budgets and limited staff",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 84,
        "end": 223,
        "text": "Our children are very keen to start their own garden and are in the process of building a community pantry to help those around us in need.",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 238,
        "end": 304,
        "text": "to get the children outside and in nature and grow some vegetables",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 305,
        "end": 374,
        "text": "to help us to stock the pantry and provide fresh food to our families",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 389,
        "end": 465,
        "text": "to tidy up the village and local care homes with flower displays and planter",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7305,
    "created_at": "2025-04-14T00:48:53.978238Z",
    "updated_at": "2025-04-14T00:48:53.978267Z",
    "lead_time": 54.934
  },
  {
    "Unnamed: 0": 4,
    "additional_info": "At our school, a significant number of students are dealing with personal and social challenges that affect their well-being and academic success. We are determined to establish a resilience-building program focused on emotional literacy and mental health. Through workshops and counseling sessions, we will foster an environment where students learn to identify and manage their emotions, developing resilience and coping strategies. Our aim is to create a sanctuary where students feel heard, supported, and empowered to face their challenges head-on. With your assistance, we can nurture a generation of emotionally intelligent individuals who value mental health as a cornerstone for lifelong success. This program would be a beacon of hope, offering comfort and strength to the young minds in our care.",
    "id": 3043,
    "label": [
      {
        "start": 0,
        "end": 145,
        "text": "At our school, a significant number of students are dealing with personal and social challenges that affect their well-being and academic success",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 147,
        "end": 255,
        "text": "We are determined to establish a resilience-building program focused on emotional literacy and mental health",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 257,
        "end": 298,
        "text": "Through workshops and counseling sessions",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 308,
        "end": 433,
        "text": "foster an environment where students learn to identify and manage their emotions, developing resilience and coping strategies",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 446,
        "end": 552,
        "text": "to create a sanctuary where students feel heard, supported, and empowered to face their challenges head-on",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 583,
        "end": 704,
        "text": "nurture a generation of emotionally intelligent individuals who value mental health as a cornerstone for lifelong success",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 746,
        "end": 806,
        "text": "offering comfort and strength to the young minds in our care",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7319,
    "created_at": "2025-04-14T01:00:59.202778Z",
    "updated_at": "2025-04-14T01:00:59.202808Z",
    "lead_time": 50.29
  },
  {
    "Unnamed: 0": 13,
    "additional_info": "In our rural district, the existing school library is cramped and outdated. We aim to expand our library with new bookshelves, digital media stations, and cozy reading nooks. This expansion will stimulate a love for reading, improve literacy, and act as a community learning hub.",
    "id": 3052,
    "label": [
      {
        "start": 3,
        "end": 74,
        "text": "our rural district, the existing school library is cramped and outdated",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 83,
        "end": 173,
        "text": "to expand our library with new bookshelves, digital media stations, and cozy reading nooks",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 195,
        "end": 278,
        "text": "stimulate a love for reading, improve literacy, and act as a community learning hub",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7310,
    "created_at": "2025-04-14T00:53:11.089012Z",
    "updated_at": "2025-04-14T00:53:11.089038Z",
    "lead_time": 21.518
  },
  {
    "Unnamed: 0": 60,
    "additional_info": "We are an urban school without a green space (e.g. school field). We have some planters in the reception outdoor area which need some love and attention! We would love to buy the equipment needed to help our 4 and 5 yr olds plant something they can look after, see grow, harvest... and hopefully eat!",
    "id": 2075,
    "label": [
      {
        "start": 0,
        "end": 64,
        "text": "We are an urban school without a green space (e.g. school field)",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 69,
        "end": 153,
        "text": "have some planters in the reception outdoor area which need some love and attention!",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 168,
        "end": 239,
        "text": "to buy the equipment needed to help our 4 and 5 yr olds plant something",
        "labels": [
          "Usage"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7301,
    "created_at": "2025-04-14T00:46:05.482220Z",
    "updated_at": "2025-04-14T00:46:05.482250Z",
    "lead_time": 38.086
  },
  {
    "Unnamed: 0": 6,
    "additional_info": "Our vision is to transform our school into a hub of community service and civic engagement. We dream of creating a comprehensive program that connects students with local organizations, instilling a strong sense of responsibility and empathy. Through volunteering projects and leadership development workshops, we aim to foster a culture of giving and social awareness. Many of our students aspire to make a difference but lack the guidance and resources to do so. With your partnership, we can unlock doors to transformative experiences that shape character and inspire lifelong dedication to community service. This program would cement a legacy of kindness and citizenship, empowering students to become catalysts for positive change in their communities.",
    "id": 3045,
    "label": [
      {
        "start": 0,
        "end": 90,
        "text": "Our vision is to transform our school into a hub of community service and civic engagement",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 92,
        "end": 184,
        "text": "We dream of creating a comprehensive program that connects students with local organizations",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 186,
        "end": 241,
        "text": "instilling a strong sense of responsibility and empathy",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 243,
        "end": 309,
        "text": "Through volunteering projects and leadership development workshops",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 318,
        "end": 368,
        "text": "to foster a culture of giving and social awareness",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 370,
        "end": 463,
        "text": "Many of our students aspire to make a difference but lack the guidance and resources to do so",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 495,
        "end": 611,
        "text": "unlock doors to transformative experiences that shape character and inspire lifelong dedication to community service",
        "labels": [
          "Benefit"
        ]
      },
      {
        "start": 632,
        "end": 757,
        "text": "cement a legacy of kindness and citizenship, empowering students to become catalysts for positive change in their communities",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7317,
    "created_at": "2025-04-14T00:58:58.225507Z",
    "updated_at": "2025-04-14T00:58:58.225540Z",
    "lead_time": 111.48
  },
  {
    "Unnamed: 0": 10,
    "additional_info": "At Heritage Intermediate, our curriculum lacks opportunities for hands-on local history education. We plan to convert an unused space into a community heritage hub featuring interactive exhibits and archival collections. This hub will inspire civic pride, promote historical awareness, and serve as an engaging educational center for our community.",
    "id": 3049,
    "label": [
      {
        "start": 0,
        "end": 97,
        "text": "At Heritage Intermediate, our curriculum lacks opportunities for hands-on local history education",
        "labels": [
          "Context"
        ]
      },
      {
        "start": 108,
        "end": 219,
        "text": "o convert an unused space into a community heritage hub featuring interactive exhibits and archival collections",
        "labels": [
          "Usage"
        ]
      },
      {
        "start": 235,
        "end": 347,
        "text": "inspire civic pride, promote historical awareness, and serve as an engaging educational center for our community",
        "labels": [
          "Benefit"
        ]
      }
    ],
    "annotator": 1,
    "annotation_id": 7313,
    "created_at": "2025-04-14T00:54:25.270464Z",
    "updated_at": "2025-04-14T00:54:25.270496Z",
    "lead_time": 26.535
  }
]